/* Auto-generated from: روزه (606 سؤال و جواب) - spelling corrected */
(function(global){
"use strict";
var ROOZE_QA = [
{
"n": 1,
"q": "آیا روزه برای امتهای قبل از اسلام مشروع بوده است؟",
"a": "بله ،خداوند متعال مشروعیت آن را چنین بیان میکند« :ای کسانی که ایمان آوردهاید؛ روزه بر شما فرض شده است ،همانگونه که بر کسانی که پیش از شما بودند ،فرض شده بود ،باشد که پرهیزگار شوید ».بقره 183 :"
},
{
"n": 2,
"q": "گفته میشود که روزهی رمضان در اوایل اسلام بر مردم واجب نبوده",
"a": "است؛ این سخن چگونه توجیه میشود؟ در ابتدا روزهی عاشورا واجب بوده ،سپس بعد از آن ،روزهی رمضان فرض شده است."
},
{
"n": 3,
"q": "روزهی رمضان به چه صورت فرض شد؟",
"a": "هنگامی که الله تعالی این آیه را ناز کرد( :ای کسانی که ایمان آوردهاید ،روزه بر شما فرض شده است همانگونه که بر کسانی که پیش از شما بوده‌اند ،فهرض شده بود ).تا اینجا که نفرماید( :و بر کسانی که توانایی آن را ندارند ،الزم است کفاره بدهند و آن ،خوراک دادن به مسکینی است) هر کس نمی‌خواست روزه نگرفت و هر کس نمی‌خواست مسکینی را غذا میداد و این ،به جای روزه بود. سپس الله متعال این آیه را ناز کرد( :ماه رمضان ماهی است که قرآن در آن ناز شده است) تا این جا که نفرماید( :پس هر کس از شما این ماه را دریابد باید که روزه بدارد ).بقره185 - 183 : بنابراین خداوند متعال  ،روزه را بر شخص مقیم و سالم فرض کرد و برای مریض و مسافر رخصت قرار داد و غذا دادن به مسکین را برای شخص مسن که نمیتواند روزه بگیرد ،واجب گردانید .روایت ابو داوود"
},
{
"n": 4,
"q": "گفته میشود که روزه در ابتدای تشریع ،بر موردم سوخت و مشقتآور",
"a": "بوده ،سپس در آن رخصت داده شده است ،این مطلب را توضیح دهید؟ رخصت به دلیل زیادی وارد شده است ،از جمله اینکه فردی از انصار که به او صرخه گفته میشد ،صبح تا غروب کار نکرد .این میزد روزی به خانههاش برگلت و نماز علاء را خواند ،سپس خوابید و چیزی نخورده و می‌نوشید تها اینکه صبح شد .سپس صبح را با روزهداری شروع کرد ،رسول الله ﷺ او را دید در حهلالی که خستگی شدیدی را تحمل میکرد ،به او فرمود( :چه شده که تو را در ها خستگی و شدت نمی‌بینم؟ عرض کرد :ای رسول الله ﷺ ،من دیروز کار کردم و به خانه برگشتم و چون با این حال بودم خوابیدم و صبح را در حالی که چیزی نخورده بودم با روزه شروع کردم ).سپس الله تعهلالی این آیهه را نازل کرد ...( :آمیزش و نزدیکی با همسرانتان در شب روزه بر شما حال گردیده است )...تا این اینجا که نفرماید ...( :سپس روزه را تا شب به پایان برسانید  )...بقره18۷ :"
},
{
"n": 5,
"q": "نامگذرای (رمضان) به این نام از کجا آمده است؟",
"a": "گفته شده اسم رمضان در یهدیم (نهاتق) بوده است ،و زمانی که عرب خواست نام ماههای یدیمی را به لغت خود انتقا دهد ،چون این ماه با گرمی و شدت مصادف شد آن را رمضان نامید .همچنین گفته شده است :به این دلیهل که گماهان را می‌سوزاند و نابود میکند."
},
{
"n": 6,
"q": "روزهی رمضان در چه سالی بر مسلمانان فرض شده است؟",
"a": "روزهی رمضان در سا دوم هجری بر مسلمانان فرض شده است."
},
{
"n": 7,
"q": "رسولالله ﷺ در طول حیات مبارکشان چند رمضان را روزه گرفتند؟",
"a": "رسول الله ﷺ  9ماه رمضان را روزه گرفتند. َ اُاّلینُُآمُنُواُکُتُبُُعُلُیکُمُُالصُیُامُُ( )...ای"
},
{
"n": 8,
"q": "معنای (کُتُبُ) در آیهی (یُاُاُیُهُ ُ",
"a": "کسانی که ایمان آوردهاید روزه بر شما فرض گردیده است) چیست؟ معنای آن انر و فرنان شرعی است به آنچه خداوند متعال دوست دارد. َ َ"
},
{
"n": 9,
"q": "چرا خداوند متعال در قرآن کریم ،در مورد روزه (اُ ُیامُاُ ُمعد ُودُات) و در",
"a": "َ مورد حج (اُشهُرُُ ُمعلُومُات) ذکر فرموده است؟ به خاطر اینکه ماههای حج از زنان پیامبر ابراهیم علیهلالسهلالم ،ملهخص بوده و مردم آن را به ارث برده و نسل به نسل بین مردم منتقل شده است ،انا رمضان به صورت تلریع جدید برای مردم آنده است."
},
{
"n": 10,
"q": "آیا میتوان برای روزه نیت مشترک کرد؟ (روزه هم به نیت عبوادت",
"a": "و هم به خاطر رژیم غذایی باشد؟) بله ،شخصی که از طرف پزشک توصیه به رژیم غذایی شده باشد و در شب نیت روزه کرده و از طلوع فجر تا غروب خورشید دست از غذا بکلهد ،روزهاش شرعی ،صحیح ،کامل و دارای اجر است ،زیرا در شب برای روزه نیهت کرده و ندتزنان کامل را روزه گرفته است .همچنین رژیم غهذایی را تنهایی نیهت قرار نداده بلکه بهصورت انری مباح در کنار روزهاش انجام داده است."
},
{
"n": 11,
"q": "هدف از تشریع روزه چیست؟",
"a": "هدف از روزه ،رسیدن به تقوای الهی است و این تقوا زنانی محقق میشود که روزهدار حق روزه را بهدرستی بهجا آورده باشد .الله تعالی دراینباره نیفرناینهد( :ای کسانی که ایمان آوردهاید ،روزه بر شما واجب شده است ،همانگونه که بر کسانی که پیش از شما بودهاند واجب بوده است ،باشد که پرهیزگار شوید) بقره 183"
},
{
"n": 12,
"q": "مقصود از تقوا چیست؟",
"a": "تقوا اطاعت از اوانر خداوند و دوری از نواهی اوست ،و این همان ههدف روزه است .تقوا باعث تربیت نفس ،انضباط اخالق و استقانت در رفتار میشود .لهذا ماه رمضان سپری نمیشود نگر اینکه بر نفس و رفتار اخالق ،تاثیر شگرفی نیگذارد."
},
{
"n": 13,
"q": "آیا پیامبر ﷺ به تاثیر تقوا بر روزه اشاره کرده است؟",
"a": "بله پیامبر ﷺ نیفرنایند (کسی که سخن دروغ و عمل ناشایست را تهرک نکند ،خداوند به ترک خوراک و نوشیدنی او نیازی ندارد ).روایت بخاری"
},
{
"n": 14,
"q": "از این آیه چه فوایدی میتوان برداشت کورد؟ (ای کسوانیکه ایموان",
"a": "آوردهاید ،روزه بر شما واجب شده است ،چنانکه بر کسانی کوه پوی از شما بودهاند واجب بوده است ،باشد که پرهیزگار شوید ).بقره 183 الف -بیان اهمیت روزه :از آن جایی که خداوند متعها آن را بهر انتههای پیش فرض کرده ،این خود دلیلی بر نحبت الله تعالی به روزه است و اینکه روزه بر هر انتی لازم است. ب– آسان کردن برای این انت :خداوند تنها این انهت را نکلهف به روزه میکند است و روزه نیز گاهی اویات دارای نلقتی بر نفس و بدن است ،خداوند در این آیه برای این انت تسهیل و آسانی یائل شده است. ج -اشاره به اینکه الله تعالی دین را برای این انهت کانهل کرده است: آنگونه که فضائل را بر این انت همامند انتهای پیش کامل کرد."
},
{
"n": 15,
"q": "چه حکمتهایی سبب تشریع روزه شده است؟",
"a": "الف -روزه عبادتی است که بهوسیلهی آن با ترک چیزههایی که برایمهان نحبوب است از جمله خوردن ،نوشیدن و نکاح به پروردگارنان نزدیکتر شده و به خلنودی او دست نییابیم. ب -تا اینکه انسان توانگر یدر نعمتهای الله را بلناسد ،آنگونه که الله تعالی رسیدن به نعمتهایی از یبیل خوراکیها ،نوشیدنیها و نکاح را برایش آسان کرده، پروردگارش را بر آنها شاکر باشد و برادر فقیر خود را که رسیدن به این نعمتهها برایش نمیکند نیست به یاد آورد و از داراییهای خود به او ببخلد و احسان کند. ج -روزه تمرینی برای کنتر نفس و تسلط بر آن است تا بتواند شخص را به خیر و سعادت دنیا و آخرت رهبری کند و او را از اینکه انسانی حیوانصفت که یادر به کنتر شهوتها و لذتهایش نباشد دور کند."
},
{
"n": 16,
"q": "آیا در روزه گرفتن ،فواید دنیوی برای بدن وجود دارد؟",
"a": "بله ،انا باید توجه باشیم که فواید دنیوی را اصل قرار ندهیم ،زیرا نمکهن است نانع از اخالص و غفلت از آخرت شود. از فواید دنیوی روزه که بر اثر کمخوری حاصل نیشهود نیتوان به آرام گرفتن دستگاه گوارش و هضم غذا برای ندتی معین و خارج شدن بعضهی از فضوالت و رطوبتهای نضر بدن و نلاط روح و جسم اشاره کرد."
},
{
"n": 17,
"q": "چه مناسبتها و حوادث خاصی در ماه رمضان رخداده است؟",
"a": "الف -نزو یرآن (ابتدای نزو یرآن) ب -غزوهی بدر (در سا دوم هجری) ج -فتح نکه"
},
{
"n": 18,
"q": "سبب نامگذاری ماه شعبان به این نام چیست؟",
"a": "گفته شده است شعبان برگرفته از تلعب ،به نعنی انتلار عرب در پهی آب، یا انتلار عرب در ایام جاهلیت برای جنگ بعد از خروج از ماه رجب الحرام بوده است ،و یا اینکه برگرفته از تلعب به معنای ظاهر شدن است."
},
{
"n": 19,
"q": "چرا به انجام عبادات در ماه شعبان توصیه شده است؟",
"a": "تا نقدنه و کمکی برای فرد در انجام اعما رمضان باشهد ،نامند یرائهت یرآن و روزه."
},
{
"n": 20,
"q": "آیا روزه در ماه شعبان مشروع است؟",
"a": "بله زیاد روزه گرفتن در ماه شهعبان سهنت است .از عائله رضی الله عنها روایت شده است که( :رسول الله ﷺ روزه نگرفت تا اینکه نهیگفتیم افطهار نمیکند ،و افطار میکرد تا اینکه نیگفتیم روزه نمیگیرد ،و هرگز او را ندیدم که روزهی یک ماه را کامل کند نگر رمضان ،و او را ندیدم که در یک ماه زیاد روزه بگیرد نگر شعبان ).نتفق علیه"
},
{
"n": 21,
"q": "چرا توصیه شده که در ماه شعبان زیاد روزه گرفته شود؟",
"a": "شاید به این دلیل که ماه شعبان بین رجب و رمضان قرار دارد ،باعث غفلت مردم از آن میشود و استفاده از اویهات غفلهت ،بها عبهادات و طاعهات امهری مطلوب نحسوب میشود .همچنین گفته شده است برای اینکه نسهلمانان برای روزهی رمضان نهیا شوند."
},
{
"n": 22,
"q": "آیا صحیح است که از روزه گرفتن ،بعد از نیمهی شعبان نهی شده",
"a": "است؟ بله؛ رسول الله ﷺ نفرماید( :هرگاه ماه شعبان نصف شد ،روزه نگیرید). روایت ترنذی"
},
{
"n": 23,
"q": "بین دو حدیث نهی پیامبر ﷺ از روزه بعد از نیمهی شعبان و حدیث",
"a": "اهتمام ایشان به روزهی زیاد در ماه شعبان چگونه جمع میشود؟ نهی توجه شخصی است که روزه را بعد از نیمهی شعبان شروع میکند نه شخصی که روزه را از روز او شعبان شروع کرده است."
},
{
"n": 24,
"q": "روزهی یومالشک چه حکمی دارد؟",
"a": "برای روزهی یوماللک حکم تحهریم وارد شده است .از عمهار بهن یاسهر رضی الله عنه روایت است که رسول ﷺ فرمهود( :کسهی که یوماللهک را روزه بگیرد یطعاً با ابوالقاسم نخالفت کرده است) روایت ابن خزیمه و ابن حبان"
},
{
"n": 25,
"q": "مقصود از یومالشک چیست؟",
"a": "مقصود از آن روز آخر ماه شعبان یا روز پیش از آن است ،زیهرا از ابهوهریره رضی الله عنه روایت است که رسول الله ﷺ فرمود( :یهک روز یها دو روز یبهل از رمضان ،روزه نباشید ،نگر اینکه کسی بر عادت خویش روزه باشد ،که برای او اشکالی ندارد که روزه بگیرد ).نتفق علیه"
},
{
"n": 26,
"q": "چرا از روزهی یومالشک نهی شده است؟",
"a": "تا چیزی که از رمضان نیست به آن اضافه نلود .همچنهین برای جهدایتی بین فرض از نافله ،نامند جدایی بین نماز فرض و نفل بعد از آن که با کالم یها با انتقا از مکانی به مکان دیگر مخلص میشود."
},
{
"n": 27,
"q": "آیا نهی وارده برای روزهی یومالشک شامل روزهی نذر یا کفاره هم",
"a": "میشود؟ خیر؛ روزه گرفتن در یوماللک به خاطر نذر یا کفاره اشکالی ندارد و نهی وارده تنها توجه روزهی نافله است."
},
{
"n": 28,
"q": "اگر شخصی بوه روزهی پونجشونبه عوادت کورده باشود و روزهی",
"a": "پنجشنبه با یومالشک مصادف شود ،آیا میتواند روزه بگیرد؟ بله ملکلی نیست که روزه بگیرد .به دلیل رخصت پیامبر ﷺ در این مهورد که نیفرنایند( :یک روز یا دو روز پیش از ماه رمضان ،روزه نباشید ،نگر اینکه کسهی بر عادت خویش روزه باشد ،آنویت برای او اشکالی ندارد که روزه بگیرد ).نتفقعلیه"
},
{
"n": 29,
"q": "آیا میتوان روز آخر شعبان را از روی احتیاط روزه گرفت؟",
"a": "خیر ،روزهی ماه رمضان تنها با کامل شدن سی روز ماه شهعبان یها رویهت هلال ماه رمضان محقق میشود و انجام دادن راهی غیر از این دو ،شهخص نتجاوزگر به حدود خدا نحسوب میشود .همچنین فرد انجامدهنده خهود را در نقلت انداخته است."
},
{
"n": 30,
"q": "آیا روزهی یومالشک از روی احتیاط ،به معنای مخالفت با ولیّامر است؟",
"a": "بله نخالفت با ولیّانر است و باید دانست که پیش از آن نخالفهت بها ههدایتت و سنت نبوی است .باید به یاد داشهته باشهیم که نها در کلهوری نسهلمان زنهدگی میکنیم ،لذا هرگاه دخو ماه رمضان نزد ولیّانر یا نائب او نامند هیات یضایی به اثبات رسید ،بر آن شخص و همچنین سایر مسلمانان روزه واجب میشود."
},
{
"n": 31,
"q": "رعایت احتیاط در انجام عبادات چه موقع مطلوب است؟",
"a": "احتیاط زنانی مطلوب است که احتما وایعشدن در نخالفت با شرع وجهود داشته باشد ،انا اگر احتیاط سبب انجام گماه یا ترک فعل انر شده باشهد ،بایهد گفت ترک احتیاط ،همان احتیاط است."
},
{
"n": 32,
"q": "آخرین روز ماه شعبان از جهت رویت هلالل چگونه اثبات میشود؟",
"a": "اگر روز سیام شعبان فرا رسد و هلال به سبب غبار یا ابر مخلص نباشهد، آن روز یوماللک است. انا اگر آسمان صاف و هلال پیدا نبود ،آن روز یوماللک نیسهت و یطعهاً از ماه شعبان است و روزه گرفته نمیشود ،به دلیل حهدیث( :یهک روز یها دو روز پیش از ماه رمضان ،روزه نباشید)."
},
{
"n": 33,
"q": "آیا حدیث صحیحی در مورد شب نیمه شعبان وجود دارد؟",
"a": "بله از ابونوسی اشعری رضی الله عنه روایت است که :رسهو الله ﷺ فرمهود: (الله تعالی در شب نیمه شهعبان نگهاه میکند ،پهس بهر همههی نخلویهاتش نیبخلاید ،نگر برای نلرک و نلاحن) روایت ابن ناجه الملاحن :کسی که بغض نومنین را در د دارد. ) گفتوه    -34بین مردم کویت عوادتی وجوود دارد کوه بوه آن (القوری میشود .دربارهی این عادت چه میتوان گفت؟ القریش یک عادت یدیمی بین مردم کویت است که طبق آن ،زنان برای طبخ کردن غذای خاصی از آرد و خمیر و همچنین آنادگی برای رمضان جمع نیشهوند و هدف از این کار ملغو نبودن آنها در ماه رمضان و پرداختن به عبادات است؛ انا در زنان حاضر احتیاجی به این کار نیست و دلیلی برای زنده کردن این عهادت یدیمی وجود ندارد ،نخصوصاً که این عمل هیچ حقیقهت شهرعی ندارد ،بنهابراین ترک آن با توجه به اسرافی که در آن غذاها میشود بهتر است."
},
{
"n": 35,
"q": "کسی که قضای روزهی گذشته دارد ،آیا در ماه شعبان قضا میکند؟",
"a": "بله ،بر او واجب است که برای روزهی یضها در ماه شهعبان ،یبهل از ماه رمضان بلتابد."
},
{
"n": 36,
"q": "آیا ادای روزهی قضا در ماه شعبان ،شامل زنان و دختران کوه ماه",
"a": "رمضان گذشته به دلیل حیض و نفاس روزه نگرفتهاند هم میشود؟ بله ،یضای آن روزهها بر آنها واجب است."
},
{
"n": 37,
"q": "بعضی از مردم قبل از ماه رمضان به دلیل اینکه گماهان روزهدار در",
"a": "ماه رمضان بخشوده میشود ،مرتکب گماهان زیادی میشووند .ایون کار چه حکمی دارد؟ این کار برگرفته از کجفهمی و سوء تفکر است ،چه کسهی اجهازهی انجام دادن نعصیت در هر ویت از سا را به آنها داده است؟ و چه ضمانتی نبنی بر مغفرت و یبو عمهل روزهدار وجهود دارد؟! یعنهی از کجها نهیدانیم اعمها و طاعات نا مورد یبو و گماهان مورد مغفرت وایع میشود."
},
{
"n": 38,
"q": "حکم نماز رغائب چیست؟",
"a": "نماز رغائب نمازی است که شانل دوازده رکعت بین مغرب و علاء در شب جمعه از ماه رجب یا شب نیمه شعبان است .انجام همهی این امور از رسول الله ﷺ ثابت منت است و گروهی از علما آن را بدعت منکره میدامند."
},
{
"n": 1,
"q": "از ابوسعید خدری رضی الله عنه روایت است که گفهت :از رسهو الله ﷺ",
"a": "شمیدم که نفرماید( :هر کس یک روز در راه الله تعهلالی روزه بگیهرد ،الله به پاداش آن روزه ،هفتاد سا عذاب دوزخ را از او دور میکند ).روایت بخاری"
},
{
"n": 2,
"q": "از ابوهریره رضی الله عنه روایت است که رسهو الله ﷺ فرمهود( :هر عملهی",
"a": "کفارهای دارد ،نگر روزه که آن برای من است و من پاداش آنرا نیدهم ).روایت احمد - ۳از ابوهریره رضی الله عنه روایت است که رسول الله ﷺ فرمود( :هر عمل بنیآدم چند برابر میشود و هر نیکی ده تا هفتصد برابهر ،الله عزوجهل فرمهود: نگر روزه که آن برای من است و من پاداش آن را نیدهم ).روایت مسلم"
},
{
"n": 4,
"q": "از حذیفه بن الیمان رضی الله عنه روایت است که گفت از رسهو الله ﷺ",
"a": "شههمیدم که نیفرمهود( :نمههاز ،روزه و صدقه ، فتنه‌ای نرد در اهل ،نهها و همسایهاش را نیپوشاند و نحو میکند ).نتفقعلیه"
},
{
"n": 5,
"q": "از عبدالله عمر رضی الله عنه روایت است که رسول الله ﷺ فرمهود( :روزه",
"a": "و یرآن کریم برای بندهی فرنانبردار الله ،در روز رسهتاخیز شهفاعت نیکمند؛ روزه نیگویههد :پروردگههارا! نههن در روز او را از خههوردنی و آرزوهای نفسانی بازداشتهام ،بنابراین شفاعت را در حق او بپذیر؛ یرآن کریم نیگویهد :من در شب او را از خواب بازداشتهام و او شب یرآن نمیخواند ،بنابراین شفاعت را در حق او بپذیر؛ و الله شفاعت آنها را نمیپذیرد ).روایت احمد"
},
{
"n": 6,
"q": "از ابو انانه رضی الله عنه روایت است که گفت( :من به خدنت رسول الله ﷺ",
"a": "رفتم و گفتم :را به کاری راهمایی کن که را به بهلهت برسهاند .فرمودنهد :بایهد روزه بگیری ،زیرا هیچ عملی نامند آن نیست ،سپس بار دیگری به حضهور ایلهان رفتم و باز هم فرمودند :باید روزه بگیری ).روایت احمد و نسائی"
},
{
"n": 1,
"q": "از ابوهریره رضی الله عنه روایت است که رسول الله ﷺ فرمود( :هرکس",
"a": "برای رضای الله و به انید پاداش ،ماه رمضان را روزه بگیرد ،گماههان (صهغیره) گذشتهی او آنرزیده میشود ،و هر کس برای رضای الله و به انید پاداش ،شب یدر را به پا دارد ،گماهان گذشتهی او آنرزیده میشود ).روایت مسلم"
},
{
"n": 2,
"q": "از ابوهریره رضی الله عنه روایت است که رسول الله ﷺ فرمهود( :هرگهاه ماه",
"a": "رمضان فرا رسد ،شیاطین و جن به بنهد کلهیده نیشهوند و درههای دوزخ بسهته نیگردد و دری از آن باز نمیشود ،و درهای بهلت گلهوده نیشهود و دری از آن بسته نمیشود و ندادهندهای ندا میدهد :ای کسیکه خواهان خیهر هسهتی ،تو را بلارت باد! و ای کسی که خواهان شر هسهتی ،دسهت بهردار! و الله بنهدگانی را از آتش آزاد میکند ،و این در همهی شبهای رمضان رخ میدهد ).روایت ابن ناجه"
},
{
"n": 3,
"q": "از ابوهریره روایت که رسول الله ﷺ از منبر باال رفت و گفت( :آنین ،آنهین،",
"a": "آنین!) به او گفته شد :ای رسول الله ﷺ برای چه این را نیگفتی؟ فرمود( :جبرئیهل به من گفت :به خاک نالیده باد بینی بندهای که والدینش یا یکهی از آن دو نهزد او باشند و با وجود آن دو ،وارد بهلت نلود .گفتم :آنین! سهپس جبرئیهل گفهت :به خاک نالیده باد بینی بندهای که ماه رمضان دریابد و مورد مغفرت قرار نگیرد .گفتم: آنین! سپس جبرئیل گفت :به خاک نالیده باد بینی بندهای که نام تو برده شود و بر تو درود نفرستد .گفتم :آنین!) روایت ترنذی"
},
{
"n": 41,
"q": "روزه در لغت به چه معاست؟",
"a": "روزه در لغت به معنای خودداری و پرهیز است؛ خداوند متعها در سهورهی نریم آیهی  26نفرماید( .اگر کسی از انسانها را دیدی با اشاره بگهو :همانها من برای الله رحمان روزهی سکوت نذر کردهام ،لذا انروز با هیچ بلری سخن نمیگویم ).یعنی نذر کردهام که از سخن گفتن خودداری کنم."
},
{
"n": 42,
"q": "روزه در شرع یا اصطالح به چه معاست؟",
"a": "روزه ،عبادتی برای الله متعال است ،که با خودداری از نفطهرات روزه ،به نیهت تقرب به خداوند از طلوع فجر صادق شروع و تا غروب خورشید به پایان میرسد."
},
{
"n": 43,
"q": "روزه بر چند قسم است؟",
"a": "روزه به دو دسته تقسیم میشود: الف -فرض و واجب :روزهای که به سبب کفارات یا نذور ،و یا بدون سهبب نامند روزهی ماه رمضان ،فرض میشود؛ زیرا بر اساس اصل شرع ،واجب است. ب -غیرفرض :روزه در این یسمت یا بهصورت معین است و یا بهصورت مطلق. نثا روزهی معین :روزه دوشنبه و پنجشنبه هر هفته. نثا روزهی مطلق :روزهی هر روز مباح در سا ."
},
{
"n": 44,
"q": "حکم روزهی رمضان چیست؟",
"a": "روزهی ماه رمضان ،رکنی از ارکان اسلام است؛ الله عزوجل نفرماید( :ای کسانی که ایمان آوردهاید ،روزه بر شما واجب شده است ،چنانکه بر کسانی که پیش از شما بودهاند واجب بوده است تا باشد که پرهیزگار شوید ).بقره 183 : از ابن عمر رضی الله عنه روایت است که رسول الله ﷺ فرمود( :اسلام بر پنج پایه بنا شده است :گواهی دادن به اینکه هیچ نعبود به حقی جز الله نیسهت و نحمد فرستادهی اوست و برپاداشتن نماز و پرداخت زکات و حج خانهی خدا و روزهی رمضان ).روایت بخاری همچنین مسلمانان بر فرض بودن روزهی رمضان اجماع و اتفاقنظر دارند."
},
{
"n": 45,
"q": "روزه چه ارکانی دارد؟",
"a": "روزه دارای یک رکن و آن ههم عبهادت برای الله عزوجهل است که بها خودداری از مفطرات از طلوع فجر شروع تا غروب خورشید پایان نییابد."
},
{
"n": 46,
"q": "ادای کدام روزه بر مسلمانان واجب است؟",
"a": "فقههط روزهی رنضههان ب هر مسلمانان واجب است .از طلحه بن عبیههدالله رضی الله عنه روایت است که اعرابی پریلامنویی خدنت رسهو الله آنهد و عهرض کرد :ای رسول الله ،نرا بهاخبر بسهاز الله چقهدر روزه بهر من فرض کرده است؟ رسول الله ﷺ فرمود( :روزهی رمضان ،آن نرد گفت :آیا غیر از این بهر من فرض شده است؟ رسول الله ﷺ فرمود خیر نگر اینکه روزهی سنت بگیری ).نتفقعلیه"
},
{
"n": 47,
"q": "چند موع طلوع فجر به نسبت روزه وجود دارد؟",
"a": "برای روزه دو موع فجر وجود دارد .فجر او که به آن فجهر کهاذب گفته میشود و فجر ثانی که به آن فجر صادق گفته نیشهود و برای روزه ،فجهر صادق نعتبر است."
},
{
"n": 48,
"q": "چگونه فرق بین فجر صادق (دوم) و کاذب (اول) را تشخیص میدهیم؟",
"a": "فرق بین فجر صادق و کاذب با سه مورد یابل تلخیص است: الف -فجر کاذب به شکل نمتد از نلرق به مغرب است ،انا فجر صادق به شکل نمتد از شما به جنوب و در افق مایان است. ب -اینکه فجر کاذب بعد از مایان شدن از بین میرود و دوبهاره تهاریکی برنیگردد ،انا فجر صادق تاریکی بعد از آن نیست و مور آن زیهاد نیشهود تها خورشید طلوع کند. ج -اینکه فجر صادق روشناییاش به افق نتصل است ،انا فجر کاذب بین آن و افق تاریکی است و برای آن حکم شرعی نیست؛ بنابراین در آن هنگام بهرخالف فجر صادق نه ویت نماز صبح داخل میشود و نه غذا برای روزهدار نمموع میشود."
},
{
"n": 49,
"q": "حکم شخصی که فرضیت روزهی رمضان را انکار میکند چیست؟",
"a": "کسی که روزهی رمضان را انکار کند کفر ورزیده است ،نگر کسهی که در سرزنین دوری نتولد شده باشد و شهرع را نمیشناسهد .پهس به او شناسهانده میشود و اگر بعد از این روشنگری ،انکار کرد ،کفر ورزیده است. به سبب      -5۰حکم شخصی که روزهی رمضان را با وجود فرض بودن سهلانگاری ترک میکند چیست؟ بعضی از علما او را کافر و نرتد میدامند ،انا صحیح این است که او کافر و نرتد نیست ،بلکه او فاسق و دچار خطر بزرگی است."
},
{
"n": 51,
"q": "کسی که روزهی سالهای گذشتهاش را عمدا ترک کرده است ،آیا",
"a": "قضای آنها بر او واجب است؟ یضای آنچه عمدا ترک کرده است بر او نیست ،انا بر او توبه و پلیمانی بر عملش واجب است؛ همچنین بر اوست که زیاد روزهی سنت بگیرد."
},
{
"n": 52,
"q": "آیا میتوان ترک روزه را بر ترک نماز به سبب خواب قیاس کرد؟",
"a": "خیر ،ییاس امکانپذیر نیست و به آن بر اساس این حهدیث رسهو الله ﷺ احتجاج نمیشود که( :هر کس که به سبب خواب و یا فرانوشی از نماز بازناند، زنانی که به یاد آورد آن را بخواند ).نتفق علیه زیرا صاحب آن به سبب تاخیر از خهواب و فرانوشهی نعهذور است ،و یضهای معذور بعد از ویت ،در داشتن اجر نامند انجام دادن آن در ویت ادای فعل است."
},
{
"n": 53,
"q": "شخصی که بدون عذر روزه نمیگیرد چه حکمی به او تعلق میگیرد؟",
"a": "روزهخواری رمضان بدون عذر از گماهان کبیره است؛ و بر کسی که این کار را انجام میدهد ،واجب است که به درگاه الله متعال توبه و استغفار کند."
},
{
"n": 54,
"q": "آیا بر شخص ،قضای روزهایی که افطار کرده ،واجب است؟",
"a": "بله ،بر او واجب است که یضای آن روزی که افطهار کرده را بههجا آورد و همچنین گماهکار است. زیرا بر اساس اینکه روزهی فرض بوده آن را شروع کرده و وارد آن شده است ،بنابراین نامند نذر ،یضای آن بر او واجب است."
},
{
"n": 55,
"q": "آیا کسی که روزهی رمضان را بدون عذر خورده اسوت ،روزهاش را",
"a": "قضا میکند؟ روزهخوار بدومعذر ،از اصل در خوردن روزه تعمّد کرده است؛ صحیح این است که قضا بر او نیست ،زیرا از چیزی نستفید نمیشود و از او پذیرفته نخواهد شد. یاعده این است که هر عبادتی که دارای ویت مخلصی باشد ،زنانی که از آنویت بدون عذر ،تاخیر کند ،از صاحب آن قضا پذیرفته نمیشود. (نترجم :جمهور فقها بر آناند که یضای آن روز بر او واجب است)."
},
{
"n": 56,
"q": "آیا شخص کافر بعد از اسلام آوردن ،ملزم است قضای عباداتی که",
"a": "از او فوت شده را بجا آورد؟ خیر ،یضای آنچه گذشته است بر آن شخص واجب نیست .خداوند متعها نفرماید( :ای پیامبر ،به کسانی که کافر شدند ،بگهو :اگهر از کفهر و دشهمنی دست بردارند ،گذشتههایلان آنرزیده میشود ،و اگهر به همان اعمها خهود برگردند ،سپس بیگمان سنت و روش الله دربارهی پیلیمیان ،گذشهته است و درباره آنها نیز اجرا میشود) .انفا ۳8 :"
},
{
"n": 57,
"q": "کسی که روز یا شب نزد آنها طوالنی باشد ،چگونه روزه میگیرد؟",
"a": "سرزنینی که در آن روز و شهب در  2۴سهاعت یهرار دارد و روز و شهب یابهل تلخیص است ،بر مسلمانان واجب است که روزه بگیرند ،اگرچه روز طوالنی شهود. انا در کلوری که امکان تلخیص روز و شب وجود ندارد ،برحسهب نزدیهکترین کلوری که در آنجا روز یا شب یابل تلخیص باشد ،روزه میگیرند."
},
{
"n": 58,
"q": "روزهی ماه رمضان بر چه کسی واجب است؟",
"a": "بر هر نرد و زن بال  ،عایل ،توانا ،مقیم و خالی از نوانع ،واجب است."
},
{
"n": 59,
"q": "مقصود از خالی از موانع در سوال قبل چیست؟",
"a": "مقصود از نوانع ،حیض و نفاس است که برای زنان اتفاق میافتد و آنان را از انجام عبادات نامند نماز و روزه و غیره منع میکند."
},
{
"n": 60,
"q": "معیار وجود عقل در انسان چیست؟",
"a": "نعیار آن وجود تمییز بین اشیاء است .اگر انسان دارای عقل نباشد و نتوانهد فرق بگذارد ،روزه ،نماز ،حج و سایر عبادات بر او واجب نیست."
},
{
"n": 61,
"q": "آیا روزه یا کفاره بر انسان مسن و سالمند واجب است؟",
"a": "خیر ،روزه یا کفاره بر او واجب نیست ،زیرا غیرنکلف است."
},
{
"n": 62,
"q": "نشانههای بلوغ در انسان چیست؟",
"a": "بلوغ با یکی از امور سهگانه زیر حاصل میشود: الف -اینکه انسان پانزدهساله شود. ب -اینکه نوهای خلن شرنگاه رویش کند. ج -اینکه منی با لذت خارج شود ،چه در خواب و چه در بیداری. د -به نسبت زنان بوده و آن :حائض شدن است."
},
{
"n": 63,
"q": "آیا میتوان برای بلوغ ،سن خاصی را تعیین کرد؟",
"a": "خیر ،نمیتوان برای بلهوغ ،سهن خاصهی را تعیهین کرد ،ولهی کسهی که پانزدهسالگیاش را تمام کرد چه زن باشد و چه نرد ،بال شده است .همچنهین کسی که حائض شود ،اگرچه پیش از پانزدهسالگی باشد ،بال شده است."
},
{
"n": 64,
"q": "مقصود از قدرت در روزه گرفتن چیست؟",
"a": "مقصود این است که شخص دچار مریضی نباشد که او را از روزهگرفتن بازدارد."
},
{
"n": 65,
"q": "آیا شخص مقیم عکس شخص مسافر است؟",
"a": "بله ،شخص مقیم ،شخصی است که در منطقههای ایانهت داشهته و دارای الله و زندگی است و روزه بر چنین شخصی واجب میشود؛ انا مسافر برای هر هدفی که مسافرت کند ،روزه بر او واجب نیست."
},
{
"n": 66,
"q": "اگر انسانی در وسط ماه رمضان مسلمان شود ،چوه حکموی بور او",
"a": "مترتب میشود؟ اگر در اثنای روز ،اسلام بیاورد واجهب است که از نهبطالت روزه دسهت بکلد ،چرا که او از الله وجوب شده است و قضا بر او نیست."
},
{
"n": 67,
"q": "شخصی که به سبب مشقت و سختی به هنگام امتحانوات ،روزهی",
"a": "رمضان را نگیرد چه حکمی دارد؟ روزه نگرفتن یا یطع روزه در طو روز به سبب انتحان ،جایز نیسهت ،زیهرا در شب امکان نراجعهی دروس وجود دارد و ضرورتی برای روزهخواری نیست."
},
{
"n": 68,
"q": "کسی که قبال روزهاش را به سبب امتحانات ترک کرده باشد ،چوه",
"a": "کاری باید انجام دهد؟ بر شخص خطاکار واجب است که توبه کرده و یضای آن روز را بجا آورد ،زیهرا این عمل را از خود تاویل کرده و روزه را به سبب سهلانگاری ترک میکند است. را از او    -۶9آیا کارگر میتواند زمانی که فشار و مشقت کوار ،طواقت میگیرد ،روزه نگیرد؟ در ابتدا بر او واجب است که با استعانت از الله روزه بگیرد و اگر در حین کار دچار ناتوانی از عمل شد ،طوریکه نمیکند است به او ضرر رسد ،اشکالی ندارد که روزهاش را بخورد."
},
{
"n": 70,
"q": "آیا کارگر میتواند در حد امکان ،با صاحبکارش در موورد سواعت",
"a": "کاری توافق کند تا بتواند روزه بگیرد؟ بله و در آن خیر است؛ با صاحبکار توافق کنهد تها در شهب کار کنهد یها تخفیفی در ساعات کاری به او بدهد تا با خیا راحت کار کرده و روزه بگیرد. نشانان میتوامند در ماه رمضان روزه نگیرند؟      -71آیا آت اگر برای ویت گرفتن در کمک و نجات جان مردم روزه نگیرند ،جایز است و بعد از رمضان یضای آن را بهجا آورند. آنچه به رویت ماه تعلق دارد:"
},
{
"n": 72,
"q": "دخول ماه رمضان با چه چیزی ثابت میشود؟",
"a": "دخو ماه رمضان با رویت هلال و یا با کامل کردن ماه شعبان که همان سی روز باشد ،ثابت میشود .رسهو خهدا ﷺ نیفرنایهد( :هرگهاه ههلال ماه رمضان را دیدید روزه بگیرید و هرگاه هلال ماه شوا را دیدید افطهار کنیهد و روزه نباشید .اگر رویت هلال بر شما پوشیده ناند و نتوانسهتید ملهاهده کنیهد، سی روز رمضان را کامل کنید ).نتفق علیه"
},
{
"n": 73,
"q": "چگونه میتوان دخول ماه را تشخیص داد؟",
"a": "دخو ماه با دیدن ماه توسط مردم نحقهق نیشهود ،هرگهاه آن را دیدنهد واجب است به نقتضای آن عمل کمند ،اگر هلال  ،هلال ماه رمضان بهود روزه میگیرند و اگر هلال شوا بود افطار میکمند."
},
{
"n": 74,
"q": "بیمندهی هلالل باید دارای چه شرایطی باشد؟",
"a": "بیمنده باید از نظر صحت در بینایی و عدالت در دین و ثابت سهخن بهودن، مورد اعتماد باشد."
},
{
"n": 75,
"q": "حکم دعوت مردم برای دیدن هلالل چیست؟",
"a": "دعوت مردم به دیدن هلال چه رمضان و چه شوا انری نتداو و رایج در زنان پیامبر ﷺ و صحابه رضی الله عنهم بوده است ،به دلیل حهدیث ابهن عمهر رضی الله عنه( :مردم درصدد رویت هلال ماه رمضان بودند که من به پیامبر ﷺ خبر دادم ،هلال را دیدهام ،او خود روزه گرفت و به مردم ههم دسهتور داد که روزه بگیرند ).سمن ابو داوود"
},
{
"n": 76,
"q": "رویت هلالل در ابتدای امر در چه اماکنی بهوضوح ممکن است؟",
"a": "در صحرا هنگامیکه مور خورشید ناپدید میشود و یا باالی یله کوهها."
},
{
"n": 77,
"q": "از سخن ابن عمر که با دیدن هلالل توسط او ،پیامبر ﷺ مردم را به",
"a": "روزه امر کرد ،چه چیزی برداشت میشود؟ اینکه ولیّانر به تنهایی نمیتواند نسهلمانان را به روزه و همچنهین فطهر دستور دهد."
},
{
"n": 78,
"q": "با چند شاهد ،دخول ماه رمضان ثابت میشود؟",
"a": "دخو ماه رمضان با گواهی یک نرد ثابت میشود ،زمانی که یاضهی به رویت او راضی و حکم به شهادتش دهد .از پیامبر ﷺ روایت است که دخهو ماه با دیدن ابن عمر رضی الله عنه ثابت شده است."
},
{
"n": 79,
"q": "شخصی که بهتنهایی هلالل ماه را ببیند ،چه چیزی بر او واجب است؟",
"a": "بر او واجب است که این انر را به دادگاه یا نحکمه (هیات رویهت ههلال ) ابالغ کند تا به آن گواهی دهد."
},
{
"n": 80,
"q": "کسی که گواهیاش رد شود آیا لازم است روزه بگیرد؟",
"a": "بله ،الزم است روزه بگیرد ،زیرا رویت هلال برای او ثابت شده است و پیامبر ﷺ فرمود( :صونوا لرویته :هرگاه هلال را رویت کردید روزه بگیرید)."
},
{
"n": 81,
"q": "اگر مشاهدهی هلالل تمام شود ،اما شخصی که آن را ندیوده ،بگویود:",
"a": "مدت ماه شعبان را کامل خواهم کرد ،سخن او را چگونه توجیه میکنید؟ اصل بر این است که هر کس ماه را دید روزه نمیگیرد و نفهوم این نیست که هر کس ندیده باشد روزه نمیگیرد ،زیرا این انر به اتفهاق غیرمهراد است؛ بنابراین خطاب برای نجموع است نه تکتک؛ و اگر غیهر از این باشهد برای همه انت نقلت ایجاد خواهد شد."
},
{
"n": 82,
"q": "آیا میتوان برای رویت هلالل از هواپیما کمک گرفت؟",
"a": "استفاده از هواپیما و ماهوارهها مشروع نیست ،زیرا در ارتفهاع از زنهین که نحل رویت هلال است ،قرار دارند."
},
{
"n": 83,
"q": "آیا برای مسلمان استفاده از دوربین برای رویت هلالل جایز است؟",
"a": "بله ،استفاده از دوربین جایز است .به دلیل یو رسول الله ﷺ که فرمودنهد: (هر ویت هلال ماه رمضان را دیدید روزه بگیرید و هر ویت هلال ماه شوا را دیدید افطار کنید و روزه نباشید)."
},
{
"n": 84,
"q": "کدامیک بر دیگری تقدم دارد؟ رویت یا حساب؟",
"a": "رویت بر حساب تقدم دارد ،خداوند ﷻ در آیهی  185سورهی بقهره نیفرنایهد: (پس هر کس از شما فرارسیدن این ماه را دریابد  -چه خودش هلال را رویت کند و چه با دیدن دیگران رسیدن رمضان ثابت شود  -باید آن را روزه بدارد). همچنین پیامبر ﷺ نفرماید( :هرگاه ههلال ماه رمضان را دیدید روزه بگیرید و هرگاه هلال ماه شوا را دیدید روزه را بخورید و روزه نباشید)."
},
{
"n": 85,
"q": "آیا اعتماد به رصدخانههای نجومی در اثبات دخوول و خورو ماه",
"a": "جایز است؟ خیر ،جایز نیست؛ انا اگر رویت وجود داشهته باشهد و لهو اینکه از طریهق رصدخانههای نجونی صورت گیرد ،نعتبر است. به دلیل عمومیت یو رسول الله ﷺ که نفرماید( :هرگاه هلال ماه رمضان را دیدید روزه بگیرید و هر ویت ههلال ماه شهوا را دیدید روزه را بخوریهد و روزه نباشید ).انا عمل به حساب فلکی جایز نبوده و اعتمادی بر آن نیست."
},
{
"n": 86,
"q": "چه موقع میتوان طبق رصدخانههای نجومی بهحساب عمل کرد؟",
"a": "نمیتوان به آن در نفی عمل کرد و نه در اثبات ،یعنی :اگر شخصهی بگویهد که او هلال را دیده و رصدخانهها بگویند غیرنمیکند است که ماه انلب در این مکان نتولد شود ،در چنین حالتی به نفهی رصهدخانهها عمهل نهیکنیم و اگهر رصدخانه اعالم کرد که هلال در این شب نتولد میشود و کسی از مردم آن را ندید ،در چنین شرایطی به اثبات رصدخانهها عمل نمیکنیم ،چراکه عبرت به رویت و دیدن طبیعی است."
},
{
"n": 87,
"q": "اگر تقویم حسابی صحیح محاسبه شود ،آیا برای سوالهای آینوده",
"a": "قابل اعتماد است؟ چه صحیح نحاسبه شود چه خطا ،از نا بیش از عمل به وسایل شهرعی در اثبات هلال خواسته منت است."
},
{
"n": 88,
"q": "اگر شخصی بگوید :امت در گذشته امّوی (درس نخوانوده) بووده و",
"a": "نوشتن و حساب کردن را نمیدانسته ،اما اکنون مینویسد و حسواب میکند و علت (اینکه بهصورت طبیعی هوالل ماه مشواهده شوود و حساب قابلاعتماد نیست) برطرف شده و لازم اسوت کوه بهحسواب مراجعه کنیم ،در جواب چه میگوییم؟ گفته میشود :خیر ،این توصیفی برای انت است؛ اگرچه در آن باسواد یافت شود ،الله نفرماید( :او کسی است که در نیهان درسناخوانهدگان رسهولی از خودشان برانگیخت ).جمعه2 : و رسول الله ﷺ انّی بود ،لذا این انت بر اساس خبر نبوی ،انّی است اگرچه بنویسد و بخواند."
},
{
"n": 89,
"q": "معنای این قول پیامبر ﷺ چیسوت؟ (دو ماه هسوتند کوه نواقص",
"a": "نمیشوند ،دو ماه عید ،ماه رمضان و ذیالحجه) روایت بخاری ایوا نتموعی در مورد مقصود این حدیث وجود دارد و از جملهی آنها: الف -دو ماه عید که نهایص نمیشهوند ،یعنهی بها ههم در یهک سها نهایص نمیشوند ،اگر یکی از آنها ناقص شد ،دیگری کامل میشود( .از نظر تعداد روز) ب -در فضیلت و اجر ناقص نمیشوند ،اگر چه  29روز یا  ۳۰روز باشند. ج -در احکام ناقص نمیشوند."
},
{
"n": 90,
"q": "آیا رسولالله ﷺ در مورد مقدار ماه عربی چیزی ذکر کرده است؟",
"a": "بله از ابن عمر رضی الله عنه روایت است که رسول الله ﷺ فرمود( :نها انتهی انّی (بیسواد) هستیم ،نه نینویسیم و نه حساب میکنیم و ماه اینچنین است، یعنی گاهی  29روز و گاهی  ۳۰روز ).نتفقعلیه"
},
{
"n": 91,
"q": "اگر برای مردم دخول ماه رمضان بعود از گذشوت مودتی از روز",
"a": "مشخص شود ،چه چیزی بر آنها واجب میشود؟ اگر در اثنای روز به دخو ماه رمضان پی بردند ،بر آنها واجب است که از مفطرات خودداری کمند؛ زیرا ثابت شده که این روز از رمضان است."
},
{
"n": 92,
"q": "آیا برای شخصی که بعد از گذشوت مودتی از روز بوه دخوول ماه",
"a": "رمضان پی میبرد و در آن هنگام از مفطرات خودداری میکند ،قضای آن روز واجب است؟ در این نساله بین الله علم اختالف است .جمهور علما یضای آن روز را بر او لازم میدامند ،زیرا که از ابتدا برای روزه نیت نکرده و جزئهی از روز بهدون نیت بر او گذشهته است؛ انها بعضهی از علمها یضهای آن روز را برای او لازم نمیدامند؛ چون از روی بیاطالعی روزه نبوده است و شهخص بهیاطالع به سبب بیاطالعیاش معذور است. اختالف مطالع"
},
{
"n": 93,
"q": "با توجه به ندای مسلمانان برای یکی شدن مطالع و رویت ،چه کار",
"a": "باید کرد؟ اشکالی در سخن یکی شدن نطالع یا اختالف آن نیست ،چرا که این نساله بها گذشت عصرها و با وجود فتاوی بر یکی شدن نطالع یها اخهتالف نطهلالع ملهکلی ایجاد میکند است .این انر در گذشته که انت تحت رهبری واحد از شرق به غهرب بوده ،امکانپذیر بوده است ،ولی در عصر حاضر غیرنمیکند است؛ انها اگهر علمهای همهی کلورها به یکی شدن نطالع ،اجتهاد کمند ،اشکالی وجود نخواهد داشت."
},
{
"n": 94,
"q": "عدهای به خاطر اهتمام به وحدت امت در مورد دخول ماه ،بوه پیونود",
"a": "همهی مطالع به مطلع مکه ندا میدهند ،آیا این رای قابل پذیرش است؟ خیر ،این انر از نظر فلکی غیهرنمیکند است ،زیهرا نطهلالع ههلال نختلهف هستند؛ بنابراین به سبب اختالف نطالع ،برای هر کلوری باید حکهم خهودش قرار داده شود .لذا اگر الله نکه ماه را دیدند چگونه الله پاکستان را که علم به عدم رویت هلال در افقلان داریم ،به روزه ملزم کنیم؟!"
},
{
"n": 95,
"q": "آیا اختالف مطالع در گذشته وجود داشته است؟",
"a": "بله ،دلیل آن روایت کریب است که ام فضهل بنهت هارث او را بهسهوی متعاویه به شام فرستاد .او نمیگوید :به شهام آنهدم و حاجهت او را انجام دادم و هلال ماه را در شب جمعه در شام ملاحظه کردم .سپس در اواخر ماه رمضان به ندینه آندم و عبدالله بن عباس رضی الله عنهما از من سوا کرد :چه نویهع هلال را دیدید؟ گفتم :شب جمعه آن را دیدیم .گفهت :خهودت آن را دیدی؟ گفتم :بله و مردم هم آن را دیدنهد و روزه گرفتنهد و متعاویهه میز روزه گرفهت. سپس گفت انا نا آن را در شب شنبه دیدیم؛ بنابراین روزه نیگیهریم تها سهی روز را کامل کنیم ،یا اینکه آن را ببینیم. گفتم :آیا دیدن متعاویه و روزهاش کافی نیسهت؟ گفهت :نهه؛ رسهو الله ﷺ اینچنین انر کرده است .روایت مسلم"
},
{
"n": 96,
"q": "در مورد کسانی که زموان شوروع ماه رمضان را در روزناماهها و",
"a": "مطبوعات منتشر میکمند چه میتوان گفت؟ ترک آن واجب است ،ترس از آن میرود که این کار سبب ایجاد تفریه بین مسلمانان شود."
},
{
"n": 97,
"q": "آیا حکم ولیّامر در کشور ،میتواند به قضیه اختالف مطالع پایان دهد؟",
"a": "بله اگر ولیّانر به روزه یا فطر دستور داد؛ اطاعت از دستورش واجب است، زیرا حکم او در مسائل اختالفی باعث برداشته شدن اختالف میشود."
},
{
"n": 98,
"q": "روزه گرفتن شخصی که در کشوری غیر از کشور خوودش زنودگی",
"a": "میکند چگونه است؟ طبق کشور اصلی خودش روزه میگیرد یا طبوق کشوری که در آن زندگی میکند. مسلمان طبق همان کلوری که در آن زندگی نهیکنهد ،روزه نهیگیهرد و افطار میکند ،چه نوافق کلور اصلی او باشد یا نباشد. دعا و تبریک به مناسبت فرارسیدن ماه رمضان"
},
{
"n": 99,
"q": "آیا دعای خاصی هنگام رویت هلالل ماه از رسولالله ﷺ ثابت شده",
"a": "است؟ بله رسول الله ﷺ فرمود( :اللهم اللهه علیندا بدا من واالیمدان والسدمه واالسمم رب و ربک الله) روایت ترنذی و احمد"
},
{
"n": 100,
"q": "آیا دعای رویت هلالل برای شخصی که خوودش هوالل را ندیوده و",
"a": "فقط از رویت هلالل شنیده ،مشروع است؟ خیر ،تنها برای کسی که دیده ،مشروع است."
},
{
"n": 101,
"q": "تبریک گفتن به مناسبت دخول به ماه رمضان چه حکمی دارد؟",
"a": "تبریک گفتن به هر چیز خوشحا کمندهای اشکا ندارد ،زیرا که اصهل آن در سنت وارد شده است ،نامند تبریک صحابه رضی الله عنهم به بخلیده شدن کعهب بن نالک رضی الله عنه از سوی الله متعال  .همچنین پیامبر ﷺ به پسهرش ابهراهیم بلارت داده شد و نالئکه ابراهیم را به پسرش بلارت دادند ،بنابراین تبریک به هر چیز شادکمندهای اشکا ندارد و اصل و دلیل در سنت نطهر دارد."
},
{
"n": 102,
"q": "عبادات دارای چند جنبه هستند؟",
"a": "عبادات دارای دو جنبه اند: اول :عمل کردن و به اتمام رساندن آن طبق سنت نبوی است که به آن صحت نیز گفته میشود و این صحت با نراعات ارکان و شهروط و واجبهات و غیره حاصل میشود. دوم :پاداش و جزاست که در آن اخالص برای خداوند متعال  ،طلب اجر از او و پرهیز از ریا ،مطلوب است تا عمل نزد خداوند مورد یبو وایع شود."
},
{
"n": 103,
"q": "مسلمانان در عبادات نسبت به همدیگر ،در چه چیزی مشوابه و در",
"a": "چه چیزی متفاوت هستند؟ در انجام و عمل به عبادات نلابه و در پاداش نتفاوت هستند."
},
{
"n": 104,
"q": "آیا ممکن است مسلمان عبادتی را انجام دهد و الله ﷻ آن را نپذیرد؟",
"a": "بله نامند شخصی که در عبادت ،بر رعایت ادب خود نسبت به الله اهتمهام نمیورزد ،چنین شخصی عبادتش در ظاهر صحیح ،انا در باطن فاسد است."
},
{
"n": 105,
"q": "انجام چه اعمال و اقوالی در رمضان مشروع است؟",
"a": "اعما و ایوا زیادی هستند ،از جملهی آنها نمیتوان به منمازهای فرض و سنت و صدیات و اخراج زکات ،یرائت قرآن ،بجها آوردن صهلهیرحم ،عمهره، نصیحت و خیرخواهی اشاره کرد. عموما هر انری که خداوند آن را دوست دارد و به خاطر انجام آن از نها خلنود میشود ،عمل به آن در ماه رمضان و غیررمضان مشروع است."
},
{
"n": 106,
"q": "آیا دعای روزهدار مورد قبول واقع میشود؟",
"a": "بله باذن الله مورد یبو وایع میشود .از ابوهریره رضی الله عنه روایت است که رسول خدا ﷺ فرمود( :سه گهروه دعایلهان رد نمیشود :پیلهوای عهاد ، روزهدار تا اینکه افطار کند و دعای نظلوم ،خداوند عزوجل آن را باالی ابرهها نیبرد و درهای آسمان برای آن باز میشود و نیگویهد :به عهزتم یسهم که یاریات میکنم ،اگرچه بعد از لحظهای باشد ).روایت ترنذی"
},
{
"n": 107,
"q": "بعضی از مردم بر این باورند که عمره در ماه رمضان واجب اسوت،",
"a": "آیا این قول صحیح است؟ خیر ،صحیح نیست .عمره یک بهار در عمهر واجهب است و عمهره در ماه رمضان مندوب به شمار نمیآید."
},
{
"n": 108,
"q": "آیا پاداش عمره در ماه رمضان با سایر ماهها فرق دارد؟",
"a": "بله پیامبر ﷺ نفرماید( :پاداش عمره در ماه رمضان نامند پاداش حج و یا حج با من -نحمد -است ).روایت بخاری"
},
{
"n": 109,
"q": "آیا انجام عمره در روزهای خاصی از رمضان ،پاداش متفاوتی دارد؟",
"a": "خیر ،نتفاوت نیست ،بلکه عمره در همهی روزهای ماه رمضان تلریع شده است و اختصاص آن به روزهای مخلصی از ماه رمضان مشروع نیست."
},
{
"n": 110,
"q": "در حدیثی واردشده که شخصی که روزهداری را افطار دهد ،اجوری",
"a": "همامند اجر افطارکمنده دارد ،بدون اینکه از اجر او کم شود .چه غذایی به عنوان افطاری به روزهدار محسوب میشود؟ گفته شده است مقصود ،پایینترین چیزی است که روزهدار بها آن افطهار میکند ،اگرچه با یک خرنا باشد؛ و بعضی از علما نمیگویند :مقصود سیر کردن روزهدار است ،چرا که این انر به او در آن شب مفع نیرساند و یا نمیکند است حتی برای سحر نیز کفایتش کند؛ انا از ظاهر حدیث چنین برنمیآید که اگر بها خرنایی هم باشد ،اجری نامند اجر روزهدار دارد. بنابراین شایسته است که انسان در افطار دادن به روزهداران ،نخصوصهاً بها توجه به نیازمندی و فقرشان ،به اندازهی تواناییاش تالش کند."
},
{
"n": 111,
"q": "آیا ختم قرآن در ماه رمضان امری مطلوب است؟",
"a": "شایسته است در ماه رمضان زیاد یرآن بخوانیم ،چون از سنت پیامبر ﷺ بوده که همیله در ماه رمضان ،یرآن را با جبرئیل علیهلالسالم ندارسه میکردند."
},
{
"n": 112,
"q": "شخصی که قرآن را ختم میکند و پاداش آن را به مردگوان هدیوه",
"a": "میدهد چه حکمی دارد؟ انجام این انر از هدایتت و سنت نبوی و عمل سلف انت رحمهمالله نبوده است."
},
{
"n": 113,
"q": "عدهای ختم قرآن خود را به دیگران میفروشند تا خریودار ،ثوواب",
"a": "آن را به اموات خود هدیه دهد ،این کار چه حکمی دارد؟ این کار غریب و بدعت در دین است."
},
{
"n": 114,
"q": "آیا حد معینی برای ختم قرآن وجود دارد؟",
"a": "خیر ،رمضان ماه یرآن است و تا جایی که برای مسلمان نقدور باشد ،یرآن تالوت میکند."
},
{
"n": 115,
"q": "اینکه رسول خدا ﷺ در ماه رمضان از آنچوه بودنود بخشوندهتر",
"a": "میشد ،به چه معاست؟ رسول خدا ﷺ باوجود اینکه در بخلش با هیچ کسی یابل نقایسه نبود ،در ماه رمضان بخلش و سخاوتش از هر ویت دیگری بیشتر میشد .ابن عباس رضی الله عنه روایت میکند که پیامبر ﷺ سخاوتمندترین مردم در نیکویی بود و سخاوت ایلان در ماه رمضان آنگاه که جبرئیل به دیدارشان نیآند ،بیشتهر میشد .جبرئیل در ماه رمضان هر شب با وی نالیات میکرد تا رمضان تمهام میشد و پیامبر یرآن را بر او نمیخواند .ویتی جبرئیهل بها او نالیهات نکرد، سخاوتمندی او از باد وزان هم بیشتر میشد .روایت بخاری فقط جنبهی مالی میتواند داشته باشد؟               -11۶آیا بخش خیر ،بلکه نمیتواند در تمام جنبههای خیر و حسن تعانهل بها الله عزوجهل، سپس با مردم باشد."
},
{
"n": 117,
"q": "این سخن پیامبر ﷺ به چه معاست؟ (مُنُلُمُیُ ُعُقولُُالزورُوالعُمدلُُبدهُُ",
"a": "فُلیسُُللُُحاجُهُُیفُانُیُ عُُطعامُهُُوُشُابُهُ :کسی که قول زور و عمول بوه آن را ترک نکند ،خداوند نیازی به ترک غذا و نوشیدنی او ندارد). قول زور :هر سخن حرام ،نثل دروغ غیبت و غیره عمل زور :عمل به هر کار حرام ،نثل تجاوز به حقوق مردم با خیانت ،غش، تقلب و نامند اینها."
},
{
"n": 118,
"q": "آیا قول و عمل زور سبب بطالن روزه میشود؟",
"a": "روزه را باطل نمیکند ،انا در یبو و پاداش عمل تاثیر نیگذارد."
},
{
"n": 119,
"q": "آیا گماهان در رمضان چند برابر میشوند؟",
"a": "خیر ،گماهان چند برابر نمیشوند ،انا در حجهم بهزرگ نیشهوند ،که این بزرگی حجم نمیتواند به سبب شرف زنان (نثل ماه رمضان) یها نکهانی (نثهل نکه نکرنه) باشد که گماه در آن صورت نمیگیرد."
},
{
"n": 120,
"q": "بعضی از روزهداران به هنگام روزهداری هیچ تغییری در رفتارشوان",
"a": "مشاهده نمیشود؛ این عدم تغییر رفتار ،نتیجهی چیست؟ نتیجهی این است که آنها فضیلت و بزرگی نقام روزه را درک میکنداند و بین روزی که روزه هستند و روزی که روزه نیستند ،تفاوتی یائل نمیشهوند و همچنهان بر عادات خویش یعنی ترک واجبات و انجام نحرنات اصرار دارند و احیانها نمکهن است در دادوستدهایلان رفتارهای اشتباه خود را بر اجر روزه ترجیح دهند که این کار نوجب از بین رفتن پاداش روزهی آنها میشود."
},
{
"n": 121,
"q": "چرا فساد در ماه رمضان نسبت به ماههای دیگر کمتر میشود؟",
"a": "به دلیل اینکه در ماه رمضان برکات خداوند بر بندگانش زیادتر نیشهود و همچنین شیطان در این ماه در غل و زنجیر میشود."
},
{
"n": 122,
"q": "آیا دلیلی مبنی بر بسته شدن شیطان با غل و زنجیر در ماه رمضان",
"a": "وجود دارد؟ بله .پیامبر ﷺ نفرماید( :هرگاه ماه رمضان فرا رسد ،شیاطین و جن به بند و زنجیر بسته میشوند ).روایت ترنذی و آلبانی آن را صحیح دانسته است."
},
{
"n": 123,
"q": "بعضی از مردم با وجود مقید بودن شیطان در ماه رمضان باز هم به",
"a": "گماهان خود ادامه میدهند ،این امر چگونه توجیه میشود؟ برخی از علما نمیگویند به زنجیر کلیده شدن جن ،منظور همهی آنها نیسهت بلکه بخلی از آنهاست و برخی دیگر بر این باورند که مقید بودن شهیطان برای آن دسته از روزهدارانی است که روزه و آدابش را به وجه صحیح انجام دادهاند."
},
{
"n": 124,
"q": "آیا روزهی افرادی که در ماه رمضان در طوول روز میخوابند و",
"a": "منمازهایشان فوت میشود صحیح است؟ روزهی آنها صحیح و از ذمهشان خارج است ،انا ناقص و از مقصود اصلی روزه به دور است؛ زیرا الله سبحانه و تعالی نفرماید( :لعلکم تتقون :تا شاید پرهیزگار شوید). انا واضح است که فوت شدن نماز و عدم توجهه به آن از تقهوای خداوند عزّوجلّ نیست و نخالف نراد خدا و رسولش در انر روزه است .عجیهب است آنهایی که در طو روز نیخوابند ،در شب بیدارند و شاید این شببیداریشان گاهی اویات با مسائل بیهوده و باطل یا حرام همراه باشد."
},
{
"n": 125,
"q": "برخی از دختران و پسران جوان در طول شبها و روزهای رمضان،",
"a": "خود را با اینترنت سرگرم میکمند و ممکن است مسائلی در آن باشود که الله متعال به آن راضی نبوده و با هودف روزه موافوق نباشود .ایون مساله چه حکمی دارد؟ این ترس وجود دارد که پاداش روزهی آنها از بین برود ،چرا که هدف تنها ادای روزه و خارج شدن آن از ذمههی شهخص نیسهت بلکه جنبههی نهمتهر دیگری دارد و آن هم این است که الله متعال آن عمل را نپذیرد؛ الله عزوجهل نفرماید( :اما یتقبل الله هن المتقنی :الله فقط از پرهیزگاران نمیپذیرد) پس باید از نعصیت خداوند برحذر بود."
},
{
"n": 126,
"q": "آیا گفتوگوی دختر و پسر نامحرم با تلفن و غیوره سوبب ضوایع",
"a": "شدن روزه میشود؟ این کردارها و سخنان سبب غضب خداوند بر آنها میشود ،چهرا که این اعما را شیطان برای آنها تزیین کرده و زیبا جلوه میدهد و بر ضعف غیرت و عفت در یلب آنها داللهت دارد؛ بنهابراین دختهر و پسهر روزهدار بایهد از الله بترسد و خود را از غضب خداوند جبار دور نگه دارد ،زیرا گماه در ماه رمضان بزرگتر میشود و انسان نباید خود را به دلیلی واهی و پوچ فریب دهد که هدف در رابطه چیزی جز سخن و صدایت نیست .اینگونه سخنان ،بهانههایی بیارزش و پوچ برای عملی زشت نیباشند."
},
{
"n": 127,
"q": "آ یا فردی که بعد از خوردن سحری و ادای نماز صبح ،در طوول روز",
"a": "و تا زمان افطار میخوابد و فقط برای ادای نماز فرض بیدار میشوود، روزهاش صحیح است؟ بله روزهاش صحیح است ،انها خوابیهدن زیهاد در طهو روز برای روزهدار، موعی زیادهروی نحسوب میشود ،نخصوصاً ماه رمضان که زنان مبارکی است و شایسته است که مسلمان از آنچه به او مفع نیرسهاند نامند یرائهت قرآن و تعلیم علم و طلب رزق ،استفاده کند."
},
{
"n": 128,
"q": "آیا خوابیدن در طول روز برای فردی که نوبت کاری او از شوب توا",
"a": "سحر میباشد ،جایز است؟ جایز است ،انا ترس از آن میرود که شخص بخوابهد و برای نمهاز بیهدار نلود ،در این صورت به سبب سهلانگاری در نماز گماهکار شود ،بنابراین برای فردی که نمیکند است کسی برای بیدار کردنش نباشد ،واجب است چیزی نامند ساعت و غیره برای خود نهیا کنهد تها بهوسهیلهی آن برای ادای نمهازی که خداوند عزوجل بر او واجب کرده است ،بیدار شود."
},
{
"n": 129,
"q": "کسی که در ماه رمضان بر عبادات حریص بوده و به مجورد پایوان",
"a": "رمضان ،نماز را ترک میکند ،آیا از روزهاش بهرهای برده است؟ نماز از نهمترین ارکان بعد از شهادتین و فرض عین است ،کسهی که از روی انکار آن را ترک کند یطعاً کفر ورزیده است و کسی که از روی سستی و تنبلی آن را ترک کند ،برخی از الله علم رای به کفر او دادهاند ،انا کسهی که تنها در رمضان روزه نمیگیرد و نماز نیخوانهد ،چنهین شخصهی یصهد فریب خداوند را دارد و روزهاش با ترک نماز برای او صحیح نیست."
},
{
"n": 130,
"q": "برخی اشخاص در ادای منمازهایشوان کوتواهی مویکمنود و گواهی",
"a": "اوقات نماز میخوامند و گاهی آن را ترک میکمند .این رفتار آنها چوه تاثیری بر روزهی آنها دارد؟ انری غریب و ناپسند است و داللت بر بیاحترانی و بزرگ ندانستن حکهم خدا و همچنین عدم صدایت در برابر این عبادت بزرگ دارد .پس واجب است که بر خیر و درستی و نواظبت بر آن کوشا باشند."
},
{
"n": 131,
"q": "شخصی که روزه میگیرد و نماز نمیخواند چه حکمی بر او مترتوب",
"a": "میشود؟ چنین شخصی روزهاش به او مفع نمیرساند ،زیرا که از شرط صهحت روزه، اسلام است و تارک نماز ،مسلمان نیست؛ بنابراین نادام که بر ترک نماز باشهد نه روزه و نه هیچ عمل دیگری به او مفع نمیرسهاند ،زیهرا او نرتهد و خهارج از اسلام است -از الله عافیت نیطلبیم -پس باید توجه داشت که نسالهی ترک نماز ،بسیار نهم و خطرناک است."
},
{
"n": 132,
"q": "بعضی از مردم فقط در ماه رمضان به نماز اهمیت میدهند؛ آنها را",
"a": "به چه چیزی میتوان توصیه کرد؟ آنها را به تقوای الله سبحانه و تعالی در تمام امورشان ،چهه در رمضان و چه در غیر رمضان نصیحت میکنیم ،چرا که انسان به عبادت پروردگهارش تها زنان نرگ انر شده است .الله عزوجل نفرماید( :و پروردگارت را عبادت کهن تا هنگامیکه یقین -نرگ  -به سراغت آید) .حجر99 :"
},
{
"n": 133,
"q": "اگر شخص روزهدار در حالت عصوبانیت ناسوزا بگویود یوا لعنوت",
"a": "بفرستد ،آیا روزهاش باطل میشود؟ روزهاش باطل نمیشود ،انا پاداش آن کم میشود .بر مسلمان واجب است که خود را کنتر کرده و زبان را از بدی و ناسزا حفظ کند ،چرا که کنتهر نفهس ،در حا روزه شدیدتر میشود و باید بر صحت و کما روزه نحافظت کرد. در این باره ابوهریره رضی الله عنه از پیامبر ﷺ روایت میکند که فرمهود: (هرگاه روزه بودید زبان را به دشنام و ناسزا نگلایید ،اگر کسی به او ناسزا گفت یا با وی درگیر شد ،در جواب بگوید :من روزهام ).روایت مسلم"
},
{
"n": 134,
"q": "آیا پرهیز از معصیت تنها مختص روزهای ماه رمضان است و بعود",
"a": "از افطار (شب) انجام آن اشکالی ندارد؟ خیر .این یک تفکر و اندیلهی زشت و ناپسند است ،پرهیز از رفتارهای بد شانل تمهام اویهات رمضان است ،نگهر نیتوان گفهت ملهاهدهی فهیلم و مایشهای باطل در روز حرام و در شب جایز است؟! تقوای الهی و ترس از الله در هر مکان و زنانی واجب است."
},
{
"n": 135,
"q": "آیا شرکت در دورههای ورزشی بر روزه تاثیر دارد؟",
"a": "روزهدار باید مراقب باشد که روزهاش را از سرگرمیهای بیهوده و باطل حفظ کند ،سرگرمیهایی که نمیکند است در آن لهو و لعب و امور باطل باشد تا جایی که در بعضی از دورههای ورزشی یمار و نعصیت وجود دارد ،بنابراین بهر شخص لازم است که از اویاتش برای عبادت و طاعت الله متعال بهره ببرد."
},
{
"n": 136,
"q": "شخصی که روزهای رمضان را با خواب و کسالت میگذرانود و بوه",
"a": "بهانهی تشنگی و گرسنگی زیاد ،از قرائت قرآن طفره میرود ،آیا ایون کار او در صحت روزهاش موثر است؟ صبر بر نقلت و سختی ،اجر زیادی دارد ،پیامبر ﷺ به عایله رضی الله عنها نفرماید( :به اندازهی نقلت و سختیات پاداش نیبری ).روایت حاکم انسان نمیتواند در این شرایط با حمام کردن و خنک نگهداشتن بدن بها آب یا در مکان سرد نلستن ،سختی عبادت را بر خود کم کند."
},
{
"n": 137,
"q": "کارمندی که بی تر وقت را در شرکت به هنگام کوار در خوواب",
"a": "سپری میکند ،آیا این کار او سبب فساد روزهاش میشود؟ روزهی او از نظر ظاهری صحیح است؛ زیهرا رابطههای بهین تهرک کار و روزه نیست ،انا بر انسانی که کاری را بر عهده نمیگیرد واجب است آن را بهخوبی انجام دهد ،چراکه او در یبا کارش حقوق نمیگیرد و باید کارش را همانگونه که حقوق را کامل نمی‌خواهد ،به بهترین نحو انجام دهد تا از ذمه او خارج شود ،و ترس از آن میرود که اجر روزهاش با انجام این کار حرام (خوابیدن به هنگام کار) ناقص شود."
},
{
"n": 138,
"q": "روزهی کسی که در طول روز میخوابد و تا قبل از نماز عشاء بیودار",
"a": "میشود چه حکمی دارد؟ روزهاش صحیح است ،انا خوابی که باعث فوت شدن و سهلانگاری در نمازها شود حرام است ،زیرا برای انسان جایز نیست که نسبت به نماز سستی ملهان درد تا حدی که به خواب رود یا نسبت به آن بیتفاوت باشد ،بنابراین بهر شخصهی که نیخوابد و کسی نیست که او را برای نماز بیدار کند ،واجب است که ساعتی برای خود تهیه کند تا نویع اذان او را باخبر سازد؛ و نماز را بهجا آورد."
},
{
"n": 139,
"q": "مقصود از نیت برای روزه چیست؟",
"a": "مقصود از نیت ،آگاهی و شناخت انسان است به اینکه فهردا را بایهد روزه بگیرد ،پس اگر روزه فرض باشد ،از شب پیش نیت و یصهد میکند ،ولهی اگهر روزه نفل (سنت) بود ،هر زنان که به یاد آورد ،نیت میکند."
},
{
"n": 140,
"q": "به چه دلیل باید قبل از فجر برای روزه نیت کرد؟",
"a": "در حدیث وارد شده است که( :هر کس یبهل از فجهر نیهت نکند ،روزهاش صحیح نیست ).روایت نسائی و آلبانی صحیح دانسته است."
},
{
"n": 141,
"q": "مقصود از نیت قبل از فجر در رمضان چیست؟",
"a": "مقصود پیلیگرفتن نیت عبادت ،پیش از انجام آن است ،زیهرا نیهت شهرط صحت عبادت است و شرط پیش از نلروط (عبادت) صورت نمیگیرد."
},
{
"n": 142,
"q": "آیا لازم است که نیت حتما بر زبان آورده و تلفظ شود؟ موثال گفتوه",
"a": "شود( :نیت کردم روزه بگیرم)... خیر ،از پیامبر ﷺ به زبان آوردن نیت ثابت منت است و همچنین به کسهی از صحابه رضی الله عنهم این را میانوختند ،نه در روزهی فرض و نه در روزهی نفل."
},
{
"n": 143,
"q": "چه موقع برای روزه رمضان نیت میشود؟",
"a": "نذاهب ابوحنیفه ،شافعی و احمد ،نیت را برای روزهی فرض ،در شهب واجهب میدامند ،زیرا نیت در شب برای روزهی نفل واجب نیسهت ،از ام المهومنین حفصهه رضی الله عنها روایت شده است که رسول خدا ﷺ فرمود( :هر کس یبهل از فجهر نیت و تصمیم روزه گرفتن نداشته باشد ،روزهاش صحیح نیست ).روایت ابن خزیمه"
},
{
"n": 144,
"q": "آیا نیتکردن دراول ماه رمضان ،برای تمام روزهای رمضانکافی است؟",
"a": "بله ،نیت روزهی رمضان در او ماه برای همهی ماه کافی است و احتیاجی به تجدید نیت در هر روز نیست ،نگر زنانی که سهببی پهیش آیهد که روزه را مباح میکند و باعث انقطاع روزه میشود ،نامند سفر یا بیماری یها  ،...در این نوایع لازم است برای روزه ،دوباره نیت شود."
},
{
"n": 145,
"q": "گفته میشود شخص مسولمان بورای روزی کوه مویخواهود روزه",
"a": "بگیرد ،باید قبل از فجر نیت کند ،آیا این قول صحیح است؟ خیر ،زیرا نیت همان عزم و تصمیم برای کل ماه رمضان است و بهیش از این ،شرط نیست."
},
{
"n": 146,
"q": "در مورد شخصی که نیت روزه را قبل از اذان فجر تلفظ میکند ،چه",
"a": "میتوان گفت؟ از پیامبر ﷺ ثابت نیست که صحابه رضی الله عنهم را به انجام چنین عملی سفارش کرده باشد."
},
{
"n": 147,
"q": "شخصی که خواب بوده و از اعالم ثبوت رویت هلالل رمضان آگواه",
"a": "نشده و برای روزه نیت میکند و صبح را بدون روزه شروع کرده است، چه حکمی بر او واجب میشود؟ از آن جا که نیت تابع علم و یقین است ،پس شخصی که بهاخبر ملهده ،در ترک نیت معذور است ،در نتیجه اگر هنگامیکه توجه دخو ماه نیشهود از غذا و مفطرات دست بکلد ،روزهاش صحیح است و قضا بر او نیست. اگرچه بعضی از علما نمیگویند :خودداری از مفطرات و یضای آن روز بر او واجب است؛ و دلیل آنها این است که شخص یسهمتی از روز را بهدون نیهت گذرانده است؛ انا شکی نیست که برای احتیاط بهتر است آن روز را قضا کند."
},
{
"n": 148,
"q": "اگر شخص روزهدار به مسافرت برود و قصد کنود افطوار کنود اموا",
"a": "چیزی برای خوردن مییابد و بهناچار روزهاش را تا غروب کامل کند ،آیوا روزهاش صحیح است؟ خیر ،صحیح نیست و بر او یضهای آن روز واجهب است ،زیهرا زمانی که تصمیم به یطع روزه گرفت ،آن فعل برای او محقق شده است. (نترجم :در مذهب انامشافعی رحمهالله درچنین حالتی روزهی فرد صحیح است)."
},
{
"n": 149,
"q": "معلق گذاشتن نیت بر اساس وجود یا عدم غذا ،چه حکمی دارد؟",
"a": "نامند اینکه شخصی بگوید :اگر آب یافتم نینوشم و اگر میافتم بهر روزهی خود نینانم و آب میافت. روزهی چنین شخصی صحیح است ،زیرا نیتش را یطع نکرده ،ولهی یطهع روزه را به یافتن چیزی نعلق کرده است ،بنابراین بر نیت اولش بایی نیناند."
},
{
"n": 150,
"q": "آیا روزهی شخصی که صبح در حالت جنب از خواب بیدار میشوود",
"a": "درحالیکه از قبل ،نیت روزه داشته ،صحیح است؟ بله ،روزهاش صحیح است ،زیرا رسهو خهدا ﷺ بها اینکه از نزدیکهی بها همسرش جنب بود روزه نگرفت ،انا واجب است جهت رسیدن به نماز صبح، برای غسل کردن بلتابد و تاخیر نماز صبح از ویتش جایز نیست."
},
{
"n": 151,
"q": "اگر شخص روزهداری در وقت افطار بخوابد و تا بعد از نماز صوبح",
"a": "بیدار نشود ،آیا روزهاش را باید ادامه دهد یا افطار کند؟ چنین شخصی روزه نمیگیرد و روزهاش را ادانه میدهد ،زیرا با یلبش برای روزهی فردا نیت کرده است ،بنابراین نادامکه نیهتش اینگونهه باشهد ،روزهاش صحیح است."
},
{
"n": 152,
"q": "اگر شک وجود داشت که عید است یا آخرین روز از ماه رمضان و",
"a": "دلیل قطعی برای هیچکدام وجود نداشت ،در این صورت حکم شک در نیت در مورد روزه یا افطار چگونه است؟ در ابتدا واجب است که اطمینان حاصل شود و اصل ،بقا بر آنچهه از یبهل بوده (ماه رمضان) است و اگر چیزی مخلص شود حتما مردم آگاه میشوند ،طوری که اعالم میکمند سهحر برنخیزیهد یها روزه نگیریهد ،بنهابراین آن روز از ماه رمضان نحسوب میشود و اگر خروج ماه رمضان ثابت شد ،حتما آشکار میشود .بر انسان واجب است که در چنین روزی بدون شک و تردید روزه بگیرد ،زیرا اصل بقای ماه رمضان است و هرگاه مخلص شد که عید است ،افطار میکند."
},
{
"n": 153,
"q": "مقصود از مباح طبق استخدامات فقهی چیست؟",
"a": "مباح چیزی است که هرگاه نرد یا زن مسلمان انجام داد یا بر زبان آورد ،نه پاداشی دارد و نه گماهی بر اوست."
},
{
"n": 154,
"q": "مقصود از مباحات روزه چیست؟",
"a": "اموری که انجام و ترک آن تاثیری بر روزه ندارند."
},
{
"n": 155,
"q": "آیا میتوان به خاطر ترس از ابطال روزه تا حد امکان از بعضوی از",
"a": "مباحات خودداری کرد؟ بله و این موعی زهد و پارسایی و همچنین احتیاط از فسهاد روزه به شهمار نمیآید که انسان به خاطر آن ستوده میشود ،انا باید توجه داشت که تکلهف و نلقتی در آن نباشد."
},
{
"n": 156,
"q": "اگر فرد مسلمان در چیزی شک کرد که از مفطرات روزه است ،چه",
"a": "کاری باید انجام دهد؟ در این جا اصل حکم بر غیرمفطرات بودن است ،نگر اینکه به دلیهل شهرعی ثابت شود که از مفطرات است ،زیرا روزه با دلیل شرعی ثابت شده است ،بنهابراین تنها با دلیل شرعی از کتاب و سنت صحیح و به دور از رای عقلی نقض میشود."
},
{
"n": 157,
"q": "آیا درست است که به سوبب تورس از وارد شودن آب بوه معوده،",
"a": "مضمضه کردن برای وضو از روزهدار ساقط شود؟ صحیح نیست؛ زیرا نضمضه در وضو در همهی حاالت مشروع است ،به سهبب عمومیت دسهتور خداوند عزوجهل در وضهو گهرفتن که( :فاغسدلوا وجدوهکم: صورتهایتان را بلویید) ،انا در ویت روزه نبایهد در نضمضهه و استملهاق (آب در بینی زدن و با یدرت خارج کردن) نبالغه شود .لقیط بن صبره از پیامبر ﷺ روایهت میکند که فرمود( :و در استنلاق نبالغه کن نگر اینکه روزه باشی ).روایت ترنذی"
},
{
"n": 158,
"q": "آیا مقدار آبی که به هنگام مضمضه در دهان باقی میمانود ،روزه را",
"a": "فاسد میکند؟ اگر روزهدار آب بعد از نضمضه را خارج کرد ،آنچه از رطوبت و تری که بهایی نیناند ،در روزهاش خللی وارد نمیکند ،زیرا که اجتناب از آن امکانپذیر نیست."
},
{
"n": 159,
"q": "حمام کردن مکرر در رمضان ،خصوصوا در روزهوای تابسوتان چوه",
"a": "حکمی دارد؟ حمام کردن در روز رمضان هیچ اشکالی ندارد .از رسول خدا ﷺ ثابت است که در حا روزه از شدت گرنا بر سر نبهارک آب نیریختنهد؛ انها بهر روزهدار واجب است که از دخو آب به نعده اجتناب کرده و برحذر باشد."
},
{
"n": 160,
"q": "آیا برای شخص روزهدار ،بین حمام کردن بهمنظور نظافت و حمام",
"a": "کردن براثر جنابت ،تفاوتی وجود دارد؟ حمام کردن از جنابت واجب و برای نظافهت نبهاح است و نمکهن است مستحب باشد زنانی که بهیصد تزیین و آراستگی برای نمازها انجام گیرد."
},
{
"n": 161,
"q": "غواصی کردن برای روزهدار چه حکمی دارد؟",
"a": "غواصی کردن و شنا کردن برای شخص روزهدار اشکالی ندارد .اصهل بهر جواز این امور است نادامکه دلیلی بر کراهیت یا تحریمش وارد ملهده باشهد و بعضی از الله علم از ترس ورود آب به نعده آن را مکروه میدامند."
},
{
"n": 162,
"q": "استفاده کردن زنان از لوازم آرایشی مثل کرم مو ،رژ لب و سورمه،",
"a": "چه تاثیری بر روزهی آنها دارد؟ کرمها یا روغنها روزه و همچنین وضو را باطل نمیکمند ،انا در مورد روزه اگر رژ لب دارای طعم باشد ،برای پرهیز از وارد شدن طعمش به داخل نعده ،از آن استفاده نمیشود."
},
{
"n": 163,
"q": "آیا استفاده کردن از کرمهای مرطوبکمندهی پوست ،تواثیری بور",
"a": "روزه دارد؟ خیر تاثیری بر روزه ندارند و شاید زن برای پوست خود در همه اویهات به آن نیاز داشته باشد. کردن زن روزهدار در خار از منزل ،مباح است؟          -1۶4آیا آرای مباح نیست و با وجود اینکه روزه را باطل نمیکند انا در ماه رمضان و غیر از رمضان بر او حرام است بیم آن میرود که این عملهش ،سهببی برای عهدم یبو روزه و دیگر طاعات و عبادات شود ،زیرا بهعمد خود را به گماه میاندازد."
},
{
"n": 165,
"q": "استشمام عطر یا بخور برای روزهدار چه حکمی دارد؟",
"a": "استفاده از آن اشکالی ندارد ،چه روغنی باشد و چه بخور؛ انا بعضی از علما به عدم جواز استلمام بخور بهصورت نستقیم برای روزهدار رای دادهاند."
},
{
"n": 166,
"q": "آیا استفاده از عطرها و ادکلنهای مایع بر بدن یوا لبواس روزهدار،",
"a": "روزه را باطل میکند؟ استفاده از عطر به صورت ذکر شده ،سبب افطار روزهدار نمیشود. روزه را باطل میکند؟      -1۶7آیا استشمام حشرهک روزه را فاسد نمیکند؛ چه در رمضان و چه غیرازآن ،چه فرض و چه سنت."
},
{
"n": 168,
"q": "آیا قورت دادن بلغم ،سبب فساد روزه میشود؟",
"a": "خیر ،اگر آن را یورت دهد روزهاش باطل نمیشود .به خاطر عموم بلوی در این نساله."
},
{
"n": 169,
"q": "قورت دادن بقایای غذاهایی که بین دندانها مانده ،بورای روزهدار",
"a": "چه حکمی دارد؟ یورت دادن بدون یصد ،یا مقدار کمی که شخص نتوانهد آن را تمیهز کنهد، روزه را فاسد نمیکند ،زیرا دنبالهی آب دهان نحسوب میشود و انا اگهر زیهاد بود و امکان پاک کردن و از بین بردن آن وجود داشت ،واجب است که از بین دندانها بردارد؛ و اگر عمدا آن را یورت داد ،روزهاش فاسد میشود."
},
{
"n": 170,
"q": "آیا مسواک زدن در روز رمضان برای روزهدار مشروع است؟",
"a": "مشروع است و نسواک زدن در طو روز سنت است ،حتی اگر شخص در حا روزه نسواک زد و حرارت یا طعمی در آن احساس کند و آن را زیر کند ،یا آن را از دهانش خارج کند و سپس برگرداند و نسواک بزند ،به روزه ضرری نمیرسد."
},
{
"n": 171,
"q": "آیا استحباب در مسواک زدن ،شامل خمیردنودانی کوه در آن موواد",
"a": "اضافی مامند معناع و لیمو و غیره وجود دارد ،نیز میشود؟ مستحب بودن را شانل نمیشود ،انها بهر روزهدار لازم است که اگهر به خمیردندان نادهی اضافی یا طعمی خارج از آن اضافه شده باشد ،از استفادهی آن خودداری کند."
},
{
"n": 172,
"q": "آیا به کسی که از مسوواکهای شوانهدار (مسوواکهای اموروزی)",
"a": "استفاده میکند ،پاداش داده میشود؟ بله ،اگر با آن نیت عبادت داشته باشد دارای اجر است."
},
{
"n": 173,
"q": "آیا میتوان در وقت روزه دندانها را معالجه کرد؟",
"a": "بله ،با احتیاط از داخل نلدن چیزی در نعده نمیتوان دندانها را متعالجه کرد"
},
{
"n": 174,
"q": "رعاف یا خار شدن خون از بینی برای روزهدار چه حکمی دارد؟",
"a": "روزه صحیح است ،زیرا انری است که بدون اختیار به وجود آنده است."
},
{
"n": 175,
"q": "آیا حکم خرو خون از لثه ،مامند حکم خرو خون از بینی است؟",
"a": "اگر لثه زخم باشد ،یا با نسواک زدن خون جاری شود ،فروبردن خون جهایز نیست و بر روزهدار واجب است که آن را بیرون بریزد ،انا اگهر بهدون اختیهار و یصد وارد حلق شود ،حرجی بر روزهدار نیست."
},
{
"n": 176,
"q": "آیا کار کردن در ایستگاههای آبشیرینکن و مکانهای اشباعشده",
"a": "و پر از بخارآب ،تاثیری بر روزهی شخص دارد؟ به روزهی آنها ضرری نمیرسد."
},
{
"n": 177,
"q": "آیا جویدن و نرم کردن غذا توسوط موادر بورای نووزادش ،روزه را",
"a": "فاسد میکند؟ روزهاش را فاسد نمیکند ،زیرا نیاز است که غذا را برای مهوزاد خهود به همان اندازه کند تا موزاد بتواند بهراحتی یورت داده و هضم کند."
},
{
"n": 178,
"q": "آیا چشیدن غذا بر روزه تاثیر دارد؟",
"a": "خیر ،تاثیری ندارد ،از ابن عبهاس رضی الله عنه روایهت است که فرمهود: (چلیدن سرکه و چیزی که فرد یصد خرید آن را دارد اشکالی ندارد)."
},
{
"n": 179,
"q": "آیا کوتاه کردن موی سر و گرفتن ناخنها در روز رمضان ،روزه را",
"a": "فاسد میکند؟ خیر ،روزه را فاسد نمیکند."
},
{
"n": 180,
"q": "آیا صید کردن در دریا و خشکی تاثیری بر روزه دارد؟",
"a": "رابطهای بین روزه و صید وجود ندارد و تاثیری بر روزه ندارد."
},
{
"n": 181,
"q": "در بسیاری از اوقات هوا به شکل گردوغبار است ،آیا داخول شودن",
"a": "غبار به معده روزه را باطل میکند؟ دخو غبار یا دود یا هر چیز دیگری که برای نعده غذا به شهمار نمیآیهد، روزه را باطل نمیکند ،زیرا پرهیز از آن امکانپذیر نیست و با وجود اینکه در زنان پیامبر ﷺ نیز بوده ،انا پیامبر ﷺ صحابه را از آن بر حذر نداشته است."
},
{
"n": 182,
"q": "زینت دادن زن با حنا در حال روزه چه حکمی دارد؟",
"a": "اشکالی ندارد."
},
{
"n": 183,
"q": "آیا عمل حجامت برای روزهدار مشروع است؟",
"a": "بله مشروع است ،انا بیم از این میرود که حجانت سبب افطار حجانتکمنده و حجانتشونده شود؛ زیرا حجانت بدن را ضعیف میکند ،به همین خاطر بر چیهزی که بدن را ضعیف میکند منع شده است ،و این را گروهی از اهل علهم تهرجیح دادهاند و احتیاط این است که روزهدار در روز حجانت نکند."
},
{
"n": 184,
"q": "اگر کودکی بر لباس یا بدن روزهدار ادرار کند ،آیوا بور روزهی فورد",
"a": "تاثیر میگذارد؟ خیر ،بر روزه و همچنین بر وضو تهاثیر ندارد و تنها پهاک کردن نکهان نجاست بر او واجب است."
},
{
"n": 185,
"q": "آیا احتالم (خار شدن منی از انسان در حال خواب) سوبب افطوار",
"a": "روزهدار میشود؟ کسی که به سبب خواب در روز رمضان جنب شود ،روزهاش فاسد نمیشود، زیرا بدون یصهد و اراده رخ داده است و تنها غسهل بهر او واجهب نیشهود و نمیتواند روزهی خود را کامل گرداند."
},
{
"n": 186,
"q": "مقصود از مباشرت چیست؟",
"a": "مقصود از مباشرت لمس پوست به پوست است ،نامند به آغوش کلهیدن و بوسیدن."
},
{
"n": 187,
"q": "آیا همآغوشی و مباشرت با همسر بر روزه تاثیر دارد؟",
"a": "مباشرت با همسر خارج از رحم بر روزه تاثیری ندارد ،انا باید از خروج منی بر حذر بود .اگر خروج صورت نگیرد غسل لازم نیست ،انا اگر خهروج صبورت گیرد ،غسل واجب نیگردد و شوهر گماهکار شده و یضای آن روز بر او واجب میشود؛ و نامند این حکم بر زن نیز واجب میشود."
},
{
"n": 188,
"q": "بوسیدن همسر توسط شوهر ،به هنگام روزه چه حکمی دارد؟",
"a": "اگر کنتر شههوت داشهته باشهد اشهکالی ندارد .در صهحیحین از عائله رضی الله عنها روایت است که (پیامبر ﷺ در حالی که روزه بهود زمان خهود را نیبوسید و مباشرت میکرد ،انا او نمیتوانست شهوت خود را حفظ کنهد) و اال اگر این کار سبب فساد روزه شود ،بر روزهدار حرام است."
},
{
"n": 189,
"q": "آیا میتوان به منع مباشرت و بوسیدن حکم داد؟",
"a": "اگر فرد سریع اللهوه باشد و نتواند شهوت خود را حفظ کند ،انجام این امور برایش جایز نیست ،زیرا باعث بطهلالن روزهاش نیگهردد و از خهروج منی یها جماع (عمل زناشویی) در انان نخواهد بود .خداوند عزوجل در حهدیث یدسهی نفرماید ...( :و شهوتش را به خاطر من ترک میکند). بنابراین طبق یاعدهی شرعی ،هر چیزی که وسهیلهای برای امهری حهرام باشد ،خود آن نیز حرام نحسوب میشود."
},
{
"n": 190,
"q": "آیا حکم سوال سابق برای پیر و جوان برابر است؟",
"a": "فریی نمیکند ،نادامکه نتوامند شهوت خود را حفظ کمند حکهم هر دو یکهی است ،انا از شخص نسن بر خالف جوان بیشتر انتظار کنتر شهوت میرود."
},
{
"n": 191,
"q": "شخصی که در روز رمضان خودارضایی میکند ،چوه حکموی بور او",
"a": "وارد میشود؟ کسی که در روز رمضان با چیزی که پرهیز از آن امکانپذیر بوده ،نامند لمهس و تکرار دیدن ،خودارضایی کرده باشد ،واجب است توبه کرده و بقیه روز را دست از غذا و مفطرات بکلد و یک روز را بجای آن قضا کند؛ انا اگر شروع به خودارضایی کرده و خروج صورت نگیرد فقط لازم است که از گماهش توبه کنهد؛ بنهابراین بهر روزهدار لازم است که خود را از آنچه باعث فزونی شهوت میشود ،دور کند."
},
{
"n": 192,
"q": "برخی از فقها فتوا دادهاند که ،بر روزهداری که خودارضایی میکنود",
"a": "کفارهای نیست ،این مطلب را توضیح دهید؟ بلهه از شههیخ آلبههانی رحمه الله در شرح فقه السنة وارد شده است که خودارضایی بر جماع یا عمل زناشویی ییاس نمیشود و این رای صهمتعانی و شوکانی و مذهب ابن حزم رحمهم الله ،نیز است."
},
{
"n": 193,
"q": "آیا از فتوایی که در سوال قبل ذکر شد ،مشروعیت مباشرت بورای",
"a": "روزهدار و لو این که به خرو منی منجر شود ،فهمیده میشود؟ اینچنین فهمیده نمیشود و مشروع نیست ،نخصوصاً اگر شخص یوی اللهوه باشد که در این صورت نمیکند است حتی با مباشرت نیز در جماع بیفتد و این ترک شهوت سد ذریعهای برای جلوگیری از ویوع در گماه است که از دالیهل نختلهف شریعت گرفته شده است و عایله رضی الله عنها به همهین نسهلاله اشهاره میکند، آنگاه که از مباشرت پیامبر در حا روزه نمیگوید( :و کهدام یهک از شما نمیتوانهد شهوت خود را حفظ کند!) یعنی غالب شما کنتر شهوت خود را ندارید."
},
{
"n": 194,
"q": "آیا خرو مذی همان حکم خرو منی را بر شخص روزهدار دارد؟",
"a": "خروج نذی و همچنین ودی باعث افطار روزه نمیشود و تنها شستن نحل خروج و وضوی جدید واجب است. ودی :نادهای روان ،غلیظ و چسبناک که بعد از ادرار بدون لذت خارج میشود. نذی :نادهای روان ،رییق و شفاف سفیدرنگ که درابتدای شهوت خارج میشود."
},
{
"n": 195,
"q": "اگر دست مردی به زنی بیگانه (نامحرم) برخورد کنود ،آیوا روزهی",
"a": "آنها فاسد میشود؟ اگر غیرعمد باشد چیزی بر آن دو مرتب نمیشود و نامند این در اثنهای انجام عمره پیش نمیآید ،انا باید توجه داشت که تعمد در آن گماه است ،ولهی روزه را باطل نمیگرداند."
},
{
"n": 196,
"q": "آیا نگاه کردن به مناظر مسوتهجن در روز رمضان ،سوبب بطوالن",
"a": "روزه میگردد؟ خیر ،روزه را باطل نمیکند انا ترس از ضایع شدن پاداش میرود ،لذا بر نا واجب است تا در حد توان چلمامان را از این مناظر بپوشانیم."
},
{
"n": 197,
"q": "مقصود از مفسدات روزه چیست؟",
"a": "مقصود از آن غذا یا نوشیدنی یا هر چیهزی دیگهری است که وارد عهده میشود ،انام غزالی رحمهالله نفسدات را این گونه بیان میکند :نفطهرات سه دستهاند :آنچه داخل میشود و آنچه خارج میشود و جماع (آنیزش جنسی)."
},
{
"n": 198,
"q": "برخی از مردم بدون دلیل فورا حکم به ابطال روزه میدهنود ،ایون",
"a": "کار چه حکمی دارد؟ اصل بر صحت روزه است تا زنانی که دلیلی بر بطالنهش به وجهود آیهد، بنابراین بر نا واجب است که پیش از حکهم دادن برای مردم از اهل علهم و نتخصصین در این فن سوا کنیم."
},
{
"n": 199,
"q": "مفطراتی که شرع آنها را بیان کرده کداماند؟",
"a": "مفطراتی که نص صحیح و اجماع بر آنها داللهت دارنهد -1 :خهوردن -2 نوشیدن  -۳جماع. و به دلیل اینکه خداوند متعال نیفرنایهد ...( :پهس ههم اکمهون بها آنها آنیزش کنید و چیزی را بخواهید که خدا برایتان لازم دانسته است و بخورید و بیاشانید تا آنگاهکه رشتهی بانداد از رشتهی سیاه برایتان از هم جهدا و آشهکار گردد ،سپس روزه را تا شب ادانه دهید ).بقره18۷ :"
},
{
"n": 4,
"q": "حیض و نفاس :و دلیل این دو حدیث ابوسعید خدری رضی الله عنه است که",
"a": "از رسول خدا ﷺ روایت میکند که فرمود( :نگر نه این است که زن ویتهی عهادت ماهیانه به سراغش نمیآید نه نماز نمیخواند و نه روزه نمیگیرد!) روایت بخاری"
},
{
"n": 5,
"q": "استفراغ :اگر عمدی باشد روزه را باطل میکند ،پیامبر ﷺ نیفرنایهد:",
"a": "(اگر استفراغ بر کسی غلبه کند بر وی قضا نیست و اگر کسی بهعمد استفراغ کرد باید روزهاش را قضا کند) روایت ابو داوود"
},
{
"n": 200,
"q": "برخی از فقها میگویند( :منظور از افطار ،آن چیزی است که وارد معده",
"a": "میشود ،نه آن چیزی که خار میشود) آیا این قول صحت دارد؟ این یو یابلپذیرش نیست ،چون در استفراغ چیزی از نعده خارج میشود که عمدی بودن آن سببی برای افطار است."
},
{
"n": 201,
"q": "آیا هر چیزی که به بدن وارد گردد روزه را باطل میکند؟",
"a": "خیر ،اگر اینچنین بود رسول الله ﷺ بها بیانی روشهن اعهلالم نینمهود .در صورتی که آن چیزهایی که روزه را باطل میکمند ،مخلص شدهاند."
},
{
"n": 202,
"q": "آیا هر آنچه وارد معدهی روزهدار میشود از مفطرات بهشمار میآید؟",
"a": "بله از مفطرات به شمار نمیآید ،رودهها مکانی هستند که غذا در آن جهذب میشود ،بنابراین هرگاه آنچه برای جذب شدن چه غذا و چه نهاده وارد روده شود ،مفطر نحسوب میشود ،زیرا به معنای غذا به شمار نمیآید."
},
{
"n": 203,
"q": "چه معیاری برای جوف وجود دارد و چه اختالفی با معده دارد؟",
"a": "تفاوت زیادی بین نعده و جوف وجود دارد ،زیهرا جهوف شهانل عهده و دیگهر اجزای جذب غذاست ،انا در اینجا نراد ،همان تحقق معنای تغذی است؛ چهرا که نعده ،نوضع غذاست و به غیر ازطریق نعده ،رشد بدن و یا برطرف شدن گرسنگی حاصل نمیشود ،بنابراین اگر چیزی به جوف برسد ،حرنتی بر آن مرتب نمیشود."
},
{
"n": 204,
"q": "باطل شدن روزه چه موقع تحقق مییابد؟",
"a": "باطل شدن روزه با جمع شدن امور سهگانه محقق میشود: اینکهه روزهدار آگههاه و غیرجاهل باشههد ،اینکهه از روی یههادآوری بههدون فرانوشی افطار کند و اینکه از روی اختیار بدون اضطرار و اکراه باشد."
},
{
"n": 205,
"q": "آیا مفطرات روزهی واجب با مفطرات روزهی سنت تفاوت دارد؟",
"a": "خیر ،تفاوتی وجود ندارد ،اختالف فقط در کفارهای است که به همبسهتری تعلق نمیگیرد."
},
{
"n": 206,
"q": "اگر کسی به علت پنهان بودن خورشید در پشت ابر ،افطار کند سپس",
"a": "برای مشخص شود که اشتباه کرده ،آیا قضا بر او واجب میشود؟ یضایی بر او نیست ،انا خودداری از خوراک و آشانیدنی و کامل نمودن روزه بر او لازم است .ویوع این حالت با وجود مخلص شدن اویات اذان نادر است. اموری که به جماع (همبستری) تعلق دارد( :حذف شود)"
},
{
"n": 207,
"q": "مراد از جماع چیست؟",
"a": "جماع آن است که با آن عمل دخو در واژن زن نحقهق گهردد و نمکهن است مقصود از این عمل والدت باشد."
},
{
"n": 208,
"q": "چه چیزی در حکم همبستری ممموع و حرام است؟",
"a": "همبستری نرد با زن در روز رمضان حرام است."
},
{
"n": 209,
"q": "آیا همبستری بین مرد و زن در شب رمضان جایز است؟",
"a": "بله جایز است ،خداوند متعال نیفرنایند« :آنیزش و نزدیکی با همسهرانتان در شب روزهداری حال گردیده است ».بقره18۷ :"
},
{
"n": 210,
"q": "گفتهشده است که :جماع در ماه رمضان بر مسلمانان ممموع بووده",
"a": "است ،این قول صحیح است؟ بله صحیح است ،براء رضی الله عنه فرمود :زمانی که روزهی رمضان ملهروع شد ،نردان در تمام رمضان به زنان خود نزدیک نمیشدند ،انا نردان به خودشهان خیانت نمودند ،پس خداوند متعال این را ناز نمود« :خداوند میدانست که شما به خودتان خیانت میکردید .پس توبهی شما را پذیرفت »...روایت بخاری سپس خداوند همبستری در شب را اجازه داد."
},
{
"n": 211,
"q": "اگر مرد و زنی در شب رمضان همبستری نمودند و بعد از اذان فجر",
"a": "غسل نمودند ،حکم روزه آنها چیست؟ صحیح است ،از عایله رضی الله عنها روایت است که نیفرناینهد :شهادت نیدهم بر رسول الله ﷺ که او در حا جنابت از غیراحتالم ،شهب را به صهبح نیآورد و سپس روزه نگرفت نتفقعلیه. همچنین نیفرنایند« :رسهو الله ﷺ در رمضان در ها جنابهت از غیهر احتالم صبح میکرد ،سپس غسل میکرد و روزه نگرفت ».نتفقعلیه"
},
{
"n": 212,
"q": "چه وقت کفاره بر شوهری که بوا همسور خوود همبسوتری کورده،",
"a": "محقق میشود؟ کسی که روزه بر او واجب شده باشد و در سرزنین خود مقیم بوده و مسافر نباشد و در روز رمضان عمدی و از روی اختیار همبستری مایهد ،بدینصبورت که دو نحل ختنه شده زن و نرد با هم برخورد پیدا کمند و حلفه در واژن زن قرار گیرد ،در این صورت روزهاش فاسد گلته است ،انهزا صبورت گیهرد یها نگیرد ،و کفاره بر او لازم نیگردد."
},
{
"n": 213,
"q": "کسی که در روز رمضان با همسرش همبستری کند ،چه چیزی بور",
"a": "او واجب میگردد؟ در ابتدا باید توبه و استغفار کرده و روزهی آن را روز را کامل کند و یضهای آن را بهجا آورد ،سپس کفارهی نغلظه واردشده در حدیث به او تعلهق خواههد گرفت .از ابوهریره رضی الله عنه روایتشده است که :روزی نهزد پیامبر ﷺ نلسته بودیم که فردی وارد شد و گفت :ای رسول خدا خود را ههلالک کردم. پیامبر فرمود :چه شده؟ آن نرد گفت :درحالیکه روزه بودهام با همسرم نزدیکی کردم .پیامبر فرمود :آیا نمیتوانی بردهای را آزاد کنهی؟ گفهت :نه .فرمهود :آیها نمیتوانی دو ماه پلت سر هم روزه بگیری؟ گفهت :نه .فرمهود :آیها نیتوانی شصت مسکین را طعام دهی؟ گفت :نه  ...روایت بخاری"
},
{
"n": 214,
"q": "کفارهی مربوط به همبستری در روز رمضان را توضیح دهید؟",
"a": "کفارهی نتعلق به روزه در سه نرحله و بر اساس ترتیب است: اولین نرحله ،آزاد کردن برده است ،اگر میافت باید دو ماه پیدرپهی روزه گیهرد، اگر توانایی این کار را نداشت ،باید شصهت مسکین را غذا دهد ،که برای هر مسکین نصف صاع از گندم ،خرنا ،یا غیر از این دو از ویت غالب مردم شهر است."
},
{
"n": 215,
"q": "آیا کفاره امری اختیاری است یا باید بر اساس ترتیب انجام بگیرد؟",
"a": "دادن کفاره بر اساس ترتیب واجب است و به وضهعیت انجامدهنهده توجهه نمیکنیم از آن جهت که اگر بینیاز باشد غذا را بر روزه مقدم کنیم ،لذا بهر نها واجب است که مقید به ترتیب باشیم."
},
{
"n": 216,
"q": "آیا در روزهی ( ۶۰روز) متعلق به کفاره ،پیدرپی گرفتن شرط لازم",
"a": "است؟ بله و این برگرفتهشده از سهخن رسهو الله ﷺ است که نیفرنایهد( :آیها نمیتوانی دو ماه پیدرپی روزه بگیری؟) ،نگر زنانی که به خاطر عهذری نامند مریضی که افطار کردن را برای او مباح میکند افطهار مایهد ،پهس پیدرپهی گرفتن یطع نمیشود."
},
{
"n": 217,
"q": "اگر کسی مسافر باشد و در سورزمینی کوه سوفر کورده روزه بگیورد،",
"a": "همبستری ماید ،چه کفارهای بر او واجب میگردد؟         سپس در روز با زن یک روز روزه فقط بر او واجب میشود."
},
{
"n": 218,
"q": "کسی که روزه گرفتن بهصورت پیدرپی را آغاز کرده ،سپس عذری",
"a": "(بیماری -حیض) برای او به وجود آید ،چه عملی باید انجام دهد؟ به علت عذر از روزه گرفتن خودداری مایهد ،سهپس بهار دیگهر روزهاش را وصل ماید."
},
{
"n": 219,
"q": "اگر کسی به سبب عذر شرعی از روزهی متعلق بوه کفواره معوذور",
"a": "باشد ،چگونه باید کفارهی اطعام مساکین را انجام دهد؟ غذا دادن به نساکین بهصورت جمع یا نتفرق اشکالی ندارد .مقصود از غذا دادن خارج نمودن  ۳۰صاع است."
},
{
"n": 220,
"q": "اگر کسی توانایی کفاره دادن در هیچکدام از موارد سهگانهی کفاره",
"a": "(آزادی برده ۶۰ ،روز روزهی پیدرپی ،اطعام  ۶۰مسوکین) را نداشوت چه حکمی بر او مترتب میشود؟ هر چیزی از او سایط نیگردد و کفارهای بر او نیست."
},
{
"n": 221,
"q": "آیا حکم متعلق به کفاره همبستری شامل زن هم میگردد؟",
"a": "روزه بر زن واجب میشود ،اگر زن در روز رمضان با رضهایت بها شهوهرش همبستری نمود حکم او نامند شوهرش است ،انا اگر نزدیکی از روی اجبار و یا در حا خواب بوده باشد ،کفارهای بر او نیست."
},
{
"n": 222,
"q": "اگر کسی که مرتکب همبستری گوردد ،ندانود ایون کوار از جملوه",
"a": "مواردی است که روزه را باطول میکنود ،آیوا روزهاش باطول اسوت و کفارهای به او تعلق میگیرد؟ اگر کسی نداند که این عمل حرام است یا اینکه از مفطرات روزه به شهمار میرود ،معذور است و چیزی بر او نیست."
},
{
"n": 223,
"q": "کسی که میداند همبسوتری در روز رمضان حورام اسوت اموا از",
"a": "کفارهی آن اطالعی ندارد ،چه حکمی به او تعلق مییابد؟ کسی که نیداند همبستری در روز رمضان حرام است ،انها نمیدانهد که کفاره بر آن مرتب میشود ،معذور به شمار نمیآید و اگر نرتکهب این عمهل شود ،کفاره بر او واجب میشود."
},
{
"n": 224,
"q": "چه عملی بر زن واجب است تا شهوت شوهرش در روز رمضان به",
"a": "جوش نمیآید؟ بر زنی که نیداند شوهرش توانایی کنتر شهوتش را ندارد شایسته است که از او دوری ماید و در روز رمضان زینت را ترک ماید تا از تحریک شهوت بر حذر باشد."
},
{
"n": 225,
"q": "اگر در یک روز یا در ماه رمضان همبستری تکرار گردد ،آیا کفواره",
"a": "هم متعدد میگردد؟ اگر در یک روز تکرار گردد بر انجامدهنده یک کفاره لازم نیگردد ،انا اگر در دو روز تکرار گردد برای هر روز یک کفاره واجب میشود ،برای اینکه هر روز عبادتی مستقل است."
},
{
"n": 226,
"q": "اگر کسی قصد همبستری داشت ،اما برای فرار از کفاره ابتدا با خووردن،",
"a": "روزهاش را افطار کرد و سپس جماع نمود ،حکم این عمل او چیست؟ گماه او شدیدتر است ،به علهت اینکه حرنهت رمضان را بها خهوردن و همبستری شکسته است ،بنابراین کفاره او شدیدتر است و نیرنگ او بر گردنش است و توبهی نصوح بر او واجب است."
},
{
"n": 227,
"q": "معیار توانایی در روزه چیست؛ برای کسی که کفوارهی همبسوتری",
"a": "در روز رمضان بر او واجب شده است؟ نساله «توانایی» بین روزهدار و خداوند بهزرگ است ،اگهر کسهی دانسهت توانایی دارد جایز نیست از روزهی کفاره به غذا دادن انتقا دهد و شایسته است به انجامدهندهی این کار گفته شود :آیا ماه رمضان را روزه نمیگرفتهی؟ پس بر تو روزهی دو ماه پیاپی به خاطر آنچه از تو سر زده واجب است."
},
{
"n": 228,
"q": "آیا برای کسی که قادر به روزه گرفتن است ،غیور از مریضوی و سوفر",
"a": "عذر دیگری وجود دارد که مانع از کفارهی روزهی متعلق به جماع شود؟ شخص ضعیفالجثهای که یادر به دو ماه روزهی پلت سر ههم نباشهد ،یها شخص شدید اللهوهای که نتواند در این ندت از انجام جماع پرهیهز کنهد ،یها صاحب شغلی که روزهی پلت سر هم نانع از انجام شغل و حرفهاش شود."
},
{
"n": 229,
"q": "شخصی که تا بعد از اذان صبح به جماع ادامه میدهد چوه حکموی",
"a": "بر او وارد میشود؟ اگر در حا جماع ،فجر طلوع کرد ،واجب است از جمهاع دسهت بکلهد و روزهاش صحیح است ،اگرچه بعد از دست کلیدن و طلوع فجر منی خارج شود. انا اگر تا بعد از طلوع فجر از جماع دست نکلید ،روزهاش باطل است و بهر اوست که از این کارش توبه کند و کفارهاش را بجا آورد."
},
{
"n": 230,
"q": "کسی که در روز رمضان بدون عذر افطار کرده ،سپس با همسرش",
"a": "نزدیکی میکند ،درحالیکه افطارش برای نزدیکی با همسرش نبوده، آیا بر این شخص کفاره است؟ بله بر او کفاره جماع است ،زیرا انساک (دست نگهداشتن از مفطرات) بر او واجب بوده است."
},
{
"n": 231,
"q": "آیا مواد مخدر از مفسدات روزه به شمار میرود؟",
"a": "بله و همچنین از گماهان به شمار میرود؛ و عجیب است که برخهی برای تایید عدم بطالن روزه با نواد نخدر ،دود نواد نخدر ناپاک را با بخهور پهاک و مشروع نقایسه کرده تا ثابت کمند نواد نخدر روزه را باطل نمیکند."
},
{
"n": 232,
"q": "حکم استفراغ چیست؟",
"a": "پیامبر ﷺ فرمود( :اگر استفراغ بر کسی غلبه کند بر وی قضا نیست و اگهر کسی به عمد استفراغ کرد باید روزهاش را قضا کند ).روایت ترنذی بنابراین کسی که با هر وسیلهای عمدا استفراغ میکند ،یضهای آن بهر او واجب است ،انا اگر استفراغ بر او غلبه کرد ،روزهاش صهحیح است ،چهرا که بدون اراده و اختیارش بوده است."
},
{
"n": 233,
"q": "حکم شخصی که خود را به استفراغ میاندازد اما خار نمیشود؟",
"a": "اگر نیداند که استفراغ از مفطرات است ،نیت افطار کرده و روزهاش باطل است."
},
{
"n": 234,
"q": "روزهداری بدون قصد استفراغ میکند ،سپس چیزی از باقیمانده آن",
"a": "را به غیر عمد قورت میدهد ،این کارش چه حکمی دارد؟ روزهاش فاسد نمیشود و همچنین یضایی بر او نیست. آنچه به حیض (عادت ماهیانه) تعلق دارد:"
},
{
"n": 235,
"q": "آیا بر زنان واجب است که احکام حیض ،نفاس و استحاضه را بیاموزند؟",
"a": "بله ،واجب است که این امور را بیاموزند ،زیرا هیچ زن بهلالغی نیسهت ،نگهر اینکه این امور نخصوصاً حیض به سراغش آید و همانطور که نیدانیم حیا و شرنی در یادگیری نیست."
},
{
"n": 236,
"q": "برخی از دختران از سوال در مورد مسائل حیض خجالت میکشند؛",
"a": "این کارشان چه حکمی دارد؟ این خجالت ،از خجالت نذموم به شمار نهیرود ،زیهرا سهبب نحرونیهت از رسیدن به حق میشود."
},
{
"n": 237,
"q": "حکم روزه برای زنان حائض و دچار نفاس چیست؟",
"a": "روزه برای آنها حرام است ،چه این روزه فرض باشد و یا سنت و اگهر ههم روزه بگیرند ،مورد یبو وایع نمیشود ،پیامبر ﷺ دراینباره نفرماید( :نگر نه این است که زن هرگاه عادت ماهیانه به سراغش نمیآید نه نماز نمیخواند و نه روزه نمیگیرد!)؛ یعنی هرگاه زن عادت میشود نه روزه بر اوست و نه نماز."
},
{
"n": 238,
"q": "آیا بر زن حائض قضای نماز بعد از رمضان واجب است؟",
"a": "خیر ،یضای نماز بر او نیست ،انها روزه را یضها میکند .عائله رضی الله عنها نفرماید( :نا در زنان پیامبر ﷺ هرگاه یاعده میشدیم ،به نا دسهتور داده نیشهد که روزه را قضا کنیم ،ولی به نا انر نمیشد که نماز را قضا کنیم ).نتفق علیه"
},
{
"n": 239,
"q": "زن حائض آنچه از رمضان را ترک کرده ،چه موقع آن را قضا میکند؟",
"a": "نمیتواند در روزهای دیگر بعد از رمضان یضایش را بجا آورد و زمان ادای آن وسیع است ،چه پلت سر هم و چه جدا از هم ،نامند مریض."
},
{
"n": 240,
"q": "اگر حیض در روز رمضان اتفاق افتد ،روزهی زن چه حکمی دارد؟",
"a": "روزهاش باطل میشود؛ اگرچه این اتفاق لحظاتی پیش از غروب وایع شود و در این حالت واجب است یضای آن روز را اگر روزه فرض بوده باشد ،بجا آورد."
},
{
"n": 241,
"q": "آیا عادت ماهیانه دارای حد مشخصی است؟",
"a": "حد مخلصی برای عادت ماهیانه وجود ندارد ،خداوند متعال نیفرنایهد( :از تو در مورد حیض نیپرسند ،بگو :آن نایهی رنج و زیان است .پس در حالت یاعهدگی از زنان کنارهگیری مایید و با ایلان نزدیکهی نکنیهد تها آنگاهکه پهاک نیشهوند، هنگامیکه پاک شوند از مکانی که خدا به شما فرنان داده است بها آنهان نزدیکهی کنید ،بیگمان خداوند توبهکاران و پاکان را دوست دارد) بقره222 : طبق آیهی فوق ،خداوند برای روزهای منع ،حهد مخلصهی یهرار نهداد و تنها نهایت آن را پاکی زن دانست .این انر داللت بر آن دارد که علت همان یاعهدگی است ،هرگاه پیش آند احکام ثابت شده و هرگاه رفع شد ،احکام برداشته میشود."
},
{
"n": 242,
"q": "اگر دختربچهای حیض شود ،آیا او را به روزه گرفتن امر میکنیم؟",
"a": "بله او را به روزه و سایر عباداتی که فقط بر افراد بال واجب است ،انر میکنیم."
},
{
"n": 243,
"q": "چه میتوان گفت به کسانی که زمان قاعدگی را مثال به هفوت روز",
"a": "ثابت محدود میکمند؟ نحدود کردن روزها دلیل شرعی ندارد ،این نسهلاله بهاوجود ضهرورتی که داشته ،در زنان پیامبر ﷺ بیان منت است ،بنابراین هرگاه زن خهون نعروفهی که خود آن را تلخیص میدهد ملاحظه کرد ،همان حیض است ،بدون اینکه ایام یا زنانی را نحدود کنیم."
},
{
"n": 244,
"q": "خون حیض اگر استمرار داشته باشد و قطع نشود چه حکمی دارد؟",
"a": "اگر خون استمرار داشته باشد یا برای ندت کوتاهی نثال یک روز یا دو روز در ماه یطع شود ،آن خون ،خون استحاضه است و نه حیض."
},
{
"n": 245,
"q": "اگر زنی در روز رمضان احساس کند کوه عوادت ماهیانوهاش نزدیوک",
"a": "است ،اما خونی را مشاهده نکند ،در این حالت روزهاش چه حکمی دارد؟ اگر پیش از غروب ،انتقا حیض در بدنش را احساس کرد ولی بعد از مغرب خون خارج شد ،در این صورت روزهاش صحیح است ،زیرا خون ،نهادام که در بدن باشد حکمی بر آن مرتب نمیشود."
},
{
"n": 246,
"q": "در مورد زردی و تیرگی قبل از خرو خون حیض چه میتوان گفت؟",
"a": "زردی و کدورت پیش از خروج خون از دو حالت خارج نیست: حالت اول :اگر همراه با درد یاعدگی یا نتصل به خون حیض باشد ،در این صورت آن از خون حیض است. حالت دوم :انا اگر جدا از خون بوده و دردی به همراه نداشته باشد ،در این صورت چیزی بر آن مرتب نمیشود."
},
{
"n": 247,
"q": "تیرگی و زردی که دراثنای ایام حیض خار میشود ،چه حکمی دارد؟",
"a": "اگر زنی زردی و کدورت را در ایام حیض خود ببیند ،آن از حیض است."
},
{
"n": 248,
"q": "چگونه زن ،پاکی بعد از حیض را تشخیص میدهد؟",
"a": "اگر زن حائض نادهی سفیدرنگی را ملاحظه کند یعنی پاکشده است ،در این حالت در شب برای روزه نیهت میکند و روزه نیگیهرد ،همچنهین برای فهمیدن پاکی خود نمیتواند از پنبه (نوار بهداشتی) استفاده کند ،اگر پنبه پاک و تمیز خارج شد بر او واجب است که روزه بگیرد و اگر پاک و تمیز نباشد نیداند که هموز ندت یاعدگی ادانه دارد و روزه نمیگیرد."
},
{
"n": 249,
"q": "حکم زردی و تیرگی بعد از طهارت چیست؟",
"a": "هرگاه زن از پاکی خود نامند خروج نادهی سفیدرنگ یا نوار بهداشتی تمیز، مطمئن شود ،دیگر آنچه بعهد از پهاکی از تیرگهی و زردی که از رحهم خهارج میشود ،از حیض به شمار نمیآید و نهانع نمهاز و روزه و نزدیکهی بها همسهر نمیشود؛ ام عطیه رضی الله عنها نمیگوید( :نا همواره بعهد از اینکه از حهیض پاک میشدیم ،اگر رنگ زرد و تیره در خود میدیدیم ،به آن اهمیت نمیدادیم و به چیزی حساب نمیکردیم ).روایت بخاری خون بوه غسول کوردن          -25۰آیا بر زن واجب است که به هنگام کاه بشتابد تا نماز و روزه را درک کند؟ نیبایست تا ملاحظه پاکی برای غسل عجله نکند ،زیهرا بعضهی از زمان زنانی که کاهش خون را نیبیمند پیش از پاکی کامل غسل میکمند ،به همهین خاطر عایله رضی الله عنها به زنان صحابه نیگفت( :عجلهه نکنیهد تها اینکه نادهی سفیدرنگ را ببینید ).روایت بخاری"
},
{
"n": 251,
"q": "اگر خون بعد از انقطاع و غسل ،دوباره خار شود ،آیا بور روزه زن",
"a": "تاثیر دارد؟ نادام که در ویت عادت خون دوباره برگهردد ،روزه را یطهع کرده و افطهار میکند اگرچه خون کمی باشد."
},
{
"n": 252,
"q": "زنی درحالیکه از پاکی خود مشوکوک اسوت قصود روزه میکنود،",
"a": "زمانی که صبح فرامیرسد میبیند که پاکشده است ،آیا در این حالت (وجود شک در پاکی) روزهاش صحیح است؟ درحالیکه به پاکی خوود مطمئن نبوده است؟ روزهاش صحیح نیست و منعقد نمیشود و لازم است یضهای آن روز را بجها آورد ،زیرا اصل بر بقای حیض بوده تا اینکه از پهاکی یقهین پیهدا کنهد .همچنهین دخو در روزه بدون اطمینان از پاکی ،دلیل دیگری بر عدم انعقاد روزه است .ورود در عبادات با شک ،سبب عدم صحت آن عبادت میشود."
},
{
"n": 253,
"q": "کسی که انتظار دارد فردا دوران قاعدگیاش شروع شود ،آیا نیوت",
"a": "افطار میکند و روزه نمیگیرد؟ کسی که انتظار دارد دوران یاعدگیاش از فردا شروع شود ،الزم است که نیت کرده و روزه بگیرد و افطار نکند تا اینکه خون را ملاحظه کند."
},
{
"n": 254,
"q": "اگر زنان حائض و نفساء در اثنای روز رمضان پاک شووند ،آیوا بور",
"a": "آنها واجب است که دست از مفطرات بکشند؟ واجب نیست که از مفطرات دست بکلند و نمیتوامند بخورنهد و بیاشهامند، زیرا منع آنها از مفطرات تاثیری در یضای آن روز بر آنها ندارد و باید آن روز را قضا کمند .ابن نسعود رضی الله عنه در مورد کسانی که جهواز خهوردن دارنهد نفرماید( :کسی که ابتدای روز چیزی بخورد ،نمیتواند تا آخر روز نیز بخورد)."
},
{
"n": 255,
"q": "آیا برای حائض مشروع است که به سبب شرم از اظهار قاعودگی،",
"a": "دست از مفطرات نکشد؟ نمیتواند اینچنین کند تا از کالم کسانی که از امور زنان باخبر نیستند خود را دور سازد و در پنهانی بخورد و بیاشاند."
},
{
"n": 256,
"q": "آیا مصرف قرصهایی که دورهی قاعدگی را به تاخیر میانودازد در",
"a": "رمضان جایز است؟ این یرصها همانطور که بیان شده است ،نزد بیشتر پزشکان نضر هسهتند و از اسباب زخم رحم و اختال کمنده در موعد زنانی دورهی یاعدگی به شمار نیآیند و بیشترین ملکالتی که برای زنان پیش نمیآید از همین یرصهاست و اگهر آن شخص ازدواج میکند باشد ،این یرصها نمیتواند سبب نازایی او بعد از ازدواج شود، همچنین اگر انسان با خود بیندیلد درنییابد که منع امهری طبیعهی که خداوند متعال اویات مخلصی برای آن قرار داده است ،نمیتواند به انسهان ضهرر برسهاند، بنابراین زنان باید از استفاده و مصرف این یرصها پرهیز کمند."
},
{
"n": 257,
"q": "در مورد استفاده از قرصهای تاخیری زمان قاعدگی به خاطر نماز",
"a": "در ده روز آخر رمضان چه میتوان گفت؟ بهتر آن است که حائض بر طبیعت خود بهایی بمانهد و نمیتوانهد در ده روز آخر بجز نماز و طواف ،به دعا و یرائت یرآن و اعما صالح و نیک بپردازد."
},
{
"n": 258,
"q": "اگر زن حائض قرصهای تاخیری دورهی قاعدگی مصرف کند و به",
"a": "سبب آن خون قطع شد ،آیا با این کار از حیض پاک شده است؟ اگر این کار را انجام دهد و خون یطع شود ،پاک شده است و باید روزه بگیرد."
},
{
"n": 259,
"q": "اگر زن حائض به مدت کوتاهی بعد از طلوع فجر پواک شوود ،آیوا",
"a": "میتواند روزه بگیرد؟ اگر فجر طلوع کند و او همچنهان حهیض باشهد ،روزهی آن روز او صهحیح نیست ،اگرچه لحظهای بعد از طلوع فجر نیز باشد."
},
{
"n": 260,
"q": "آیا نیت داشتن حائض برای روزه ،قبل از غسل مشروع است؟",
"a": "بله ،اگر خون حائض یا نفساء در شب یطع شود و برای فهردا نیهت روزه کنهد، سپس پیش از غسل ،فجر طلوع کند ،در این حالت نهذهب اکثهر علمها بهر صهحت روزهاش است."
},
{
"n": 261,
"q": "اگر زنی قبل از اذان صبح پاک شود و بعد از اذان غسول کنود ،آیوا",
"a": "روزهاش صحیح است؟ بله صحیح است ،زیرا بر شخص جنب ییاس میشود؛ عایله رضی الله عنها نمیگوید( :پیامبر صبح میکرد در حالی که از همبستری با زمانش جنهب بهود، سپس روزهی رمضان نگرفت ).نتفق علیه"
},
{
"n": 262,
"q": "کسی که در شب پاک شود ولی به دلیل رسیدن بوهیقین از پواکی،",
"a": "عمدا غسل خود را تا روز رمضان به تاخیر میاندازد ،چه حکمی بوه او متعلق میشود؟ بر او واجب است هرگاه نلانهی پاکی را در خود دید ،برای ادای نماز در ویتش به غسل کردن بلتابد اگرچه غسل سریع و نختصری برای درک نماز باشد. آیود ،باعوث     -2۶3اگر حیض بعد از اذان مغرب و قبل از ادای نماز پی فساد روزه میشود؟ روزه را فاسد نمیکند ،هرگاه خورشید غروب کرد و زن اثری از حیض ندید، روزهاش صحیح است."
},
{
"n": 264,
"q": "اگر زنی در شب بگوید( :اگر صبح کردم در حالی کوه پواک شوده",
"a": "باشم ،پس من روزهام) و بعد از فجر ببیند که پاک شده اسوت ،حکوم روزهاش چیست؟ روزهاش صحیح نیست ،زیرا اصل بقای نانع است که همان حیض است."
},
{
"n": 265,
"q": "دختربچهای برای اولین بار حیض میشود و شرم میکند کوه اهول",
"a": "خود را از این قضیه باخبر کند ،لذا روزه نمیگیورد ،چوه حکموی بور او مترتب میشود؟ بر او واجب است که ماه رمضان را کامل قضا کند ،زیرا زن هنگامیکه حهیض شود یعنی نکلف شده است و حیض یکی از عالئم بلوغ به شمار میرود."
},
{
"n": 266,
"q": "آیا قرائت قرآن برای حائض جایز است؟",
"a": "بله ،جایز است یرآن را یرائت کند ،و نمیکند است این تالوت برای هاجتی باشد ،نامند نعلمی که برای تعلیم یرائهت میکند یها دانشآمهوزی که برای آنوختن و یا جهت یادآوری و نراجعه ،یرآن را یرائت نماید."
},
{
"n": 267,
"q": "حضور حائض در کالسهای داخل مسجد ،مخصوصواً کالسهوایی",
"a": "که در رمضان برگزار میشود چه حکمی دارد؟ ناندن در مسجد برای حائض جایز نیست ،انا عبور و نرور در مسجد برای حاجت اشکالی ندارد ،زیرا رسول خدا ﷺ زنان را انر میکرد که برای نماز عید و ذکر و یاد خداوند به سوی نصال خارج شوند و زنان حائض را به کنهارهگیری از نصال انر میکرد. را به نزدیکی طلب کند ،چوه حکموی بور          -2۶8اگر شوهری زن حائض آنان مترتب میشود؟ نزدیکی بین همسران در حا حیض بر آنان حهرام است ،خداوند متعها نفرماید( :و از تو دربارهی حیض نیپرسند ،بگو :زیان و ضرر است .پهس در حالت یاعدگی از زنان کنارهگیری مایید و با ایلان نزدیکی نکنید تا آن گاه که پاک میشوند .هنگامیکه پاک میشوند از مکانی که خدا به شما فرنهان داده است با آنان نزدیکی کنید ).بقره222 : بنابراین بر زن واجب است که شوهر خود را از این کار منع کرده و بها او نوافقت نکند زیرا انری حرام است؛ و هیچ اطاعتی از نخلوق در نعصیت خالق جایز نیست."
},
{
"n": 269,
"q": "اگر شوهری در اواخر دورهی قاعدگی از همسرش طلوب نزدیکوی",
"a": "کند ،آیا زن میتواند موافقت کند؟ نرد نمیتواند بعد از طهارت همسرش از حیض و غسل ،با او نزدیکی کند. روز بوده است ،سپس چند روز بوه         -27۰زنی مدت عادت ماهیانهاش ش این مدت افزوده میشود ،آیا در این حالت از روزه گرفتن منع میشود؟ اگر این ندت شش روز بوده باشد و سپس به نه روز یها ده روز افهزایش پیهدا کرده باشد ،در این حالت نماز نمیخواند تا پاک شود ،چون پیامبر ﷺ حدی را برای ندت حیض مخلص میکند است و خداوند متعها در سهورهی بقهره آیه‌ای 222 نفرماید( :از تو دربارهی حیض نیپرسند ،بگو :زیان و ضرر است) .پس تا زمانی که خون وجود دارد ،زن بر حا خود بایی نانده تا پاک شود ،سپس غسل کرده و نماز نمیخواند؛ و اگر در ماه بعدی ندت این دوره کمتر از ماه یبهل شهود ،در این صورت هرگاه پاک شد غسل میکند ،اگرچه ندتش کمتر از ماه پیش بوده باشد. نهم این است که هرگاه زن عادت ماهیانه داشته باشد نماز نمیخواند تها پهاک شود ،حا چه این ندت نوافق با ندت عادت پیشی باشد یا چه کمتر و یا بیشتر."
},
{
"n": 271,
"q": "زنی عادت ماهیانهاش ده روز بوده و در ماه رمضان چهوارده روز",
"a": "منتظر میماند و پاک نمیشود ،سپس بعد از آن خون سیاه یا زردرنگ شروع به خار شدن میکند و هشت روز بر این حالت میماند اموا در این هشت روز ،نماز میخواند و روزه میگیرد ،آیوا نمواز و روزهاش در این هشت روز صحیح است؟ و چه چیزی بر او واجب است؟ اگر این زن که بر ندت عادت ماهیانهاش افزوده شده است ،میفهمد که این خون همان خون حیض نعروف است ،بر او واجب است صبر کند و نمهاز و روزه را نگزارد ،نگر اینکه این ندت بیش از یک ماه شود که در این صبورت استحاضه است و تنها به یدر عادت ماهیانه صبر میکند و دست از نماز و روزه نیکلد. بنابراین روزهایی را که بعد از پاکی روزه گرفته و سپس خونی را دیده که خون حیض نبوده و احیانا زرد و تیره و سیاه بوده ،روزهاش صحیح بوده و به آن خونها اهمیت نمیدهد و همچنین نماز بر او حرام نیست و نمیتواند ادا کند. آنچه به استحاضه تعلق دارد:"
},
{
"n": 272,
"q": "خون حیض و استحاضه چه فرقی با یکدیگر دارند؟",
"a": "از فرقهای بین خون حیض و استحاضه نمیتوان به امور زیر اشاره کرد: الف -خون حیض سیاهرنگ بوده در حالی که استحاضه رنگ بازتری دارد. ب -خون حیض بدبوتر از استحاضه است. -خون حیض جهلی خارج شده ،در صورتی که استحاضه چنین نیست. د -عادت ماهیانه پیش از شروع دارای درد بوده انا در استحاضه دردی به شدت درد حیض وجود ندارد."
},
{
"n": 273,
"q": "آیا استحاضه روزه را باطل میکند؟",
"a": "خون استحاضه تاثیری بهر صهحت روزه ندارد و زن در حالهت استحاضه نمیتواند روزه گرفته و نماز بخواند و با همسرش نزدیکی کند."
},
{
"n": 274,
"q": "کسی که دچار خونریزی (استحاضوه) شوده اسوت چگونوه نمواز",
"a": "میخواند و چه وقت روزه میگیرد؟ بر او واجب است که دست از نماز و روزه کلیده و بر اساس نهدت عهادت ماهیانه پیشیاش منتظر بماند ،اگر عادتش بر این بود که او هر ماه نثال شش روز دچار یاعدگی میشود ،در این حالت او هر ماه نهدت شهش روز صبر میکند و دست از نماز و روزه نیکلد و هرگاه این ندت به پایان رسید غسهل کرده و نماز و روزه را بجا نیآورد. آنچه به نفاس (خون والدت) تعلق دارد:"
},
{
"n": 275,
"q": "چگونووه میتوووان بوورای ادای روزه ،خووون بعوود از سووقطجنین را",
"a": "تشخیص داد که خون نفاس است یا غیر نفاس؟ اگر زن حامله جنینی را که آثار خلقت نامند سر و دست یها  ...در او مایهان شده است ،سقط کند ،در این صورت خون خارجشده ،خون نفاس بوده ،انا اگر آن سقط لخته خون یها تکه گوشهتی بهود و اثهری از خلقهت در آن ملهاهده نمیشود ،آن خون ،خون فساد بوده و بر او واجب است اگر توانایی داشته باشد روزه بگیرد و گرنه افطار کرده و یضایش را بجا نیآورد."
},
{
"n": 276,
"q": "در مورد خونی که از زن حامله خار میشود از نظور شورعی چوه",
"a": "میتوان گفت؟ در ابتدا باید دانست که زن حامله دچار حیض نمیشود ،زیهرا حاملهه بهودن زنان ،با انقطاع حیض شناخته میشود و خداوند تبارکوتعهلالی حهیض را خلهق کرده تا غذای جنین در شکم نادرش باشد ،بنابراین نمیکند است از زن حاملهه به دلیل نختلفی نامند حادثه یا حمل و جابهجا کردن چیهزی یها غیهره خهون خارج شود که آن خون حکم خون طبیعی داشته و نانع نماز و روزه نمیشود."
},
{
"n": 277,
"q": "زنی که بعد از سقطجنین عمل پاکسازی رحم انجام میدهد ،چوه",
"a": "موقع میتواند روزه بگیرد؟ اگر این سقط کمتر از هلتاد روز بوده باشد ،آن خون نانع عبادت نیسهت و آن نظافت سبب منع روزه و نماز نمیشود."
},
{
"n": 278,
"q": "زنی که در حال نفاس است ،اگر قبل از چهل روز پواک شوود ،آیوا",
"a": "روزه میگیرد و نماز میخواند؟ بله بر او واجب است که روزه بگیرد و غسل کرده و نماز بخواند."
},
{
"n": 279,
"q": "اگر زنی بعد از پاکی در کمتر چهول روز دوبواره خوون از او خوار",
"a": "شود ،باید چهکاری انجام دهد؟ اگر در این چهل روز دوباره از او خون خارج شود ،نباید روزه بگیهرد ،چهون آن خون نفاس است. از چهل روز ادامه داشته باشد ،زن مویتوانود      -28۰اگر خون نفاس بی نماز بخواند و روزه بگیرد؟ اگر خون بیش از چهل روز بایی بماند و تغییر نکند ،در این صبورت اگهر نازاد بر چهل روز مصادف با حیض سابق شود ،منتظر نیناند و دسهت از روزه و نماز نیکلد ،انا اگر مصادف با حیض سابق نلود ،علما دراینبهاره اخهتالف نظر دارند؛ گروهی از آنها نمیگویند :غسل کرده و نماز و روزه را بجا نیآورد، اگرچه خون هم جاری باشد ،زیرا در این حالت نامند استحاضه نیناند .گروهی دیگر نمیگویند :صبر کرده تا شصت روز کامل شود ،زیرا زنانی هستند که ندت نفاس آنها شصت روز به طو میانجاند و این انر وایع شده است ،چراکه بعضی از زنان ندت نفاس آنها شصت روز است ،پس بنا بر یو گروه دوم تها شصت روز منتظر نیناند سپس به ندت حیض سابق خود برگلته و باز منتظر نیناند ،سهپس بعهد از آن غسهل کرده و نمهاز نیخوانهد ،چهون آن هنگهام نستحاضه است."
},
{
"n": 281,
"q": "کلمهی سحری به چه معاست؟",
"a": "نراد از سحری ،غذایی است که در ویت سحر پیش از طلوع فجر خورده میشود."
},
{
"n": 282,
"q": "خوردن سحری چه حکمی دارد؟",
"a": "سنت نوکده است؛ پیامبر ﷺ همیله بر آن اهتمام نیورزیدند .انام بخاری در کتاب صحیحش بابی دارد به نام( :باب برکت سحری خوردن بدون وجهوب آن ،زیرا پیامبر ﷺ و یارانش روزهی وصا گرفتنهد و بهدین خهاطر از سهحری صرف نظر شد)."
},
{
"n": 283,
"q": "سحری خوردن چه فایدهای دارد؟",
"a": "خوردن سحری به انسان کمک میکند تها بتوانهد سهختیهای روزه را تحمهل کند؛ به همین خاطر در حدیث انس بن نالک آنده است که پیامبر ﷺ نیفرنایهد: (سحری بخورید ،چرا که در سحری خوردن برکت است ).روایت بخاری"
},
{
"n": 284,
"q": "چگونه در سحری خوردن برکت حاصل میشود؟",
"a": "برکت با برگلت یدرت و نلاط و خیر فراوان به بدن و همچنین پیهروی از سنت نبوی ،حاصل میشود."
},
{
"n": 285,
"q": "آیا تاخیر در خوردن سحری از سنت پیامبر ﷺ است؟",
"a": "بله ،تاخیر در خوردن سحری از سنت پیامبر ﷺ است ،از ابیعطیهه روایهت شده است که به عایله رضی الله عنها گفتم :نزد نا دو شخص از یهاران پیامبر ﷺ وجود دارند که یکی از آنها در افطار عجله میکند و در سهحری تهاخیر و دیگری در افطار تاخیر میکند و در سحری عجله .عایله فرمهود :کهدامیک از آنها در افطار عجله میکند و در سحری تهاخیر؟ گفهتم عبهدالله بهن نسهعود. عایله فرمود :پیامبر ﷺ اینچنین عمل میکردند .روایت نسائی"
},
{
"n": 286,
"q": "آیا سحری خوردن سبب دوری از تشبه به یهود و نصاری میشود؟",
"a": "بله ،از عمرو بن عاص رضی الله عنه روایت است که پیامبر ﷺ فرمود( :فرق بین روزهی نا و روزهی الله کتاب – یهود و نصاری – خوردن سحری است). روایت مسلم"
},
{
"n": 287,
"q": "آیا خوردن سحری ،دلیلی بر نیت روزه است؟",
"a": "بله ،زیرا همانگونه که مخلص است ،هر شخصی که در آخر شهب بیهدار میشود و سحری میخورد ،در وایع یصد روزه دارد؛ و هر انسان عایلی هنگامی که عملی را با اختیارش انجام میدهد ،غیرنمیکند است که بها خواست و اراده نباشد و اراده ،همان نیت است."
},
{
"n": 288,
"q": "پیامبر ﷺ چه موقع سحری میخوردند؟",
"a": "سحری خوردن ایلان کمی پیش از اذان صبح بوده است ،از پیامبر ﷺ ثابت شده است که سحری را به تاخیر میانداخت تا جایی که بین سحری و ایانهی نماز ،چیزی حدود پنجاه آیه بوده است .نتفقعلیه"
},
{
"n": 289,
"q": "چه موقع باید از مفطرات روزه دست کشید؟",
"a": "با اذان دوم (صبح) باید از مفطرات دست کلید ،پیامبر نفرماید( :همانها بهلال در شب اذان (او ) نمیگوید ،پس در آن هنگام بخورید و بیاشهانید تها اینکه ابهن امنکتوم بانگ برآورد (اذان دوم) پس آن هنگام دست نگه دارید ).روایت بخاری نالحظه :در زنان پیامبر دو اذان برای صبح گفته میشد که یکی را بهلال پیش از طلوع فجر صادق نیگفت که برای بیداری مردم برای عبادت ،خهوردن و آشانیدن بود که به آن اذان او گفته میشود ،و دیگری ابن ام نکتوم برای نماز صبح نیگفت که به آن اذان دوم گفته میشود ،و اذان دوم همان اذانهی است که مسائل نربوط به شرع بر آن مرتب میشود."
},
{
"n": 290,
"q": "آیا اذان اول ،مانع از خوردن و آشامیدن میشود؟",
"a": "خیر ،نانع از خوردن و آشانیدن نمیشود؛ پیامبر نفرماید( :اذان بال شما را از خوردن و آشانیدن بازندارد ،چرا که او ندا برنیآورد تا شهبزندهدارانتان را به بستر بازگرداند و خوابرفتگانتان را بیدار کند ).روایت بخاری بنابراین اذان او پیش از فجر برای تنبیه و آگاه ساختن مردم است."
},
{
"n": 291,
"q": "کسی که در صحرا باشد چگونه میتواند طلوع فجر را تشخیص دهد؟",
"a": "هنگامی که سفیدی مور به صورت افقی در آسمان مایهان شهود ،دسهت از مفطرات نیکلد."
},
{
"n": 292,
"q": "خوردن چه چیزی در وقت سحر مستحب است؟",
"a": "از ابوهریره رضی الله عنه روایت است که پیامبر ﷺ فرمود( :بهترین سهحری نومن ،خرنا است ).روایت ابوداوود و ابن حبان"
},
{
"n": 293,
"q": "برخی از مردم تا پایان اذان دوم مشغول سحری خوردن هستند و",
"a": "دست از خوردن نمیکشند ،این کار چه حکمی دارد؟ حکم آن بر اساس حا موذن است ،اگر موذن اذان نمیگویهد تها از طلهوع فجر مطمئن شود ،در این حالت بر شمونده واجب است که با شنیدن اذان دست از خوردن بکلد ،همانطور که رسول خدا ﷺ نفرماید( :بخورید و بیاشانید تا ابن ام نکتوم اذان گوید ).روایت بخاری انا اگر موذن از طلوع فجر مطمئن نمیشود ،بهتهر است که از خهوردن خودداری شود ،انا حرجی در خوردن نیز وجود ندارد؛ زیرا که اصل بقهای شهب است ،ولی احتیاط و خودداری بهتر است."
},
{
"n": 294,
"q": "آیا در شرع ذکری وجود دارد که هنگام سحر گفته شود و آن ذکور",
"a": "داللت بر نیت روزه کند؟ از پیامبر ﷺ تلفظ به این انر ثابت منت است ،بلکه به کسانی هم که با او بودند چیزی در این باره میانوخت ،بنابراین ترک تلفظ ،واجب میشود."
},
{
"n": 295,
"q": "اگر شخصی در رمضان قبل از غروب خورشید بخوابد و کسی او را",
"a": "تا طلوع فجر فردا بیدار نکند ،آیا میتووان گفوت روزهی او در روز دوم صحیح است ،در حالی که نیت روزه میکند است؟ بله ،طبق یو کسانی که یک نیت را برای تمام رمضان کهافی نیدامند، نمیتوان گفت روزهاش صحیح است."
},
{
"n": 296,
"q": "در مورد تعیین وقت امساک در تقویم چه میتووان گفوت؟ (وقوت",
"a": "امساک ،مقصود وقت کوتاهی مثال ربع ساعت قبل از اذان صبح اسوت که از مفطرات خودداری میشود). این انر جدیدی است که نسهل او نسهلمانان بهر آن پایبنهد نبودهانهد و مشروع نیست ،بلکه نانع از بهره بردن از مفطرات در زنان نجاز میز نیشهود، بنابراین واجب عدم تقید به آن است."
},
{
"n": 297,
"q": "گفته میشود بر روزهدار واجب است که بیست دقیقه قبل از اذان از",
"a": "مفطرات خودداری کند ،و آن را به امساک احتیاطی نامگذاری میکمند، در این صورت مدت بین امساک و اذان در رمضان چه مقدار است؟ اصل در انساک و افطار روزهدار آن چیزی است که خداوند متعها نیفرنایهد: ( ...و بخورید و بیاشانید تا آنگاه که رشتهی بانداد از رشتهی سیاه شهب برایتهان از هم جدا و آشکار گردد ،سپس روزه را تا شب ادانه دهید )...بقره18۷ : بنابراین خوردن و آشانیدن تا طلوع فجر مباح است و اذان ،خود دلیلهی بهر نهایت خودداری از مفطرات است و لزونی بر خودداری پیش از اذان نیست."
},
{
"n": 298,
"q": "شخصی که با گموان بوه عودم دخوول فجور ،دسوت از مفطورات",
"a": "نمیکشد چه حکمی بر او مترتب میشود؟ چیزی بر او نیست ،زیرا آیهی سابق داللت بهر اباحهت نفطهرات تها زمان بی‌گمان رسههیدن از طلوع فجر دارد .همچنین از ابههن عبههاس رضههیاللهعنه روایتشده است که :خداوند آشانیدن را آن گاه که شک کردی ،بر تو حهلال کرده است تا به شک نیفتی( .فتح الباری )1۳5/۴"
},
{
"n": 299,
"q": "کسی که در هنگام شنیدن اذان ظورف غوذا بوه دسوت دارد ،آیوا",
"a": "میتواند با شنیدن اذان نیازش را برطرف سازد؟ در این حالت نمیتواند حاجتش را برآورده کند ،از ابوهریره رضی الله عنه روایهت شده است که پیامبر ﷺ فرمود( :هرگاه صدای اذان را شمیدید و در دسهتتان ظهرف غذا بود ،آن را کنار نگذارید تا اینکه حاجتتان برآورده شود ).روایت ابو داوود عالنه آلبانی نفرماید :این حدیث ،دلیلی برای شخصی است که هنگهام شنیدن اذان ،ظرف آب یا غذا به دسهت دارد ،لهذا جهایز است که آن را کنهار نگذارد تا اینکه حاجتش را برآورده کند ،این حالت نستثنا از آیهی سابق است. (تمام المنه )۴1۷/1"
},
{
"n": 300,
"q": "آیا میتوان گفت که حدیث سابق ،توضیحی برای امساک است؟",
"a": "بله ،از این حدیث نمیتوان برای بطهلالن تقیهد به انسهاک یبهل از فجهر استدال کرد نه برای اثبات انساک ،زیرا از فواید حدیث ،ابطا بدعت انساک پیش از فجر به ربع ساعت است؛ زیرا آنکسانی که مقید به انساک هستند این کار را برای آن انجام میدهند که در حا خوردن سحری اذان گفته نلود ولی اگر این رخصت را میدانستند ،به این بدعت دچار نمیشدند."
},
{
"n": 301,
"q": "بعضی از مردم توا دیروقوت بیودار میمامنود ،سوپس نزدیوک بوه",
"a": "نیمهشب سحری میخورند ،در این مورد چه میتوان گفت؟ این کار را کسی انجام میدهد که برکت تاخیر در سحری خهوردن را احسهاس میکند است و هدایتت و سنت نبوی را از یاد بهرده است ،همچنهین تهرس از این میرود که اگر بعد از غذا بخوابد ،برای نماز صبح کوتاهی کند و بیدار نلود."
},
{
"n": 302,
"q": "سنت در افطار چیست؟",
"a": "سنت در افطار تعجیل (زود افطار کردن) است ،پیامبر نفرماید( :مردم تها زنانی که در افطار عجله میکمند در خیر هستند ).نتفق علیه"
},
{
"n": 303,
"q": "پیامبر ﷺ با چه چیزی افطار میکردند؟",
"a": "پیامبر ﷺ با چند دانه رطب پیش از اذان افطار میکردنهد .روایهت ابهو داوود و آلبانی آن را صحیح دانسته است."
},
{
"n": 304,
"q": "وقت شرعی برای افطار چه موقع است؟",
"a": "برای کسی که نانعی ندارد ،زنان افطار ،همان غهروب خورشهید است .از عبدالله ابی اوفی رضی الله عنه روایت شده است که رسهو خهدا ﷺ فرمهود: (هرگاه خورشید از اینجا  -مغرب -غروب کرد و شهب از اینجها  -ملهرق- برآند ،روزهدار افطار میکند ).نتفق علیه"
},
{
"n": 305,
"q": "روزهداری که در صحراست ،آیا با اذان رادیو افطار میکند؟",
"a": "نادام که یرص خورشید را ملاحظه میکند ،نیازی به شنیدن اذان از رادیهو نیست ،لذا هرگاه یرص خورشید در افق غروب کرد نمیتواند افطار کند."
},
{
"n": 306,
"q": "آیا بعد از غروب قرص خورشید لازم است صبر کورد توا سورخی",
"a": "خورشید از آسمان محو شود؟ ابن تیمیه رحمهالله نفرماید( :هرگاه خورشید غروب کرد ،روزهدار افطهار میکند و به سرخی بایینانده در افق توجه نمیکند)."
},
{
"n": 307,
"q": "بعضی از مردم میگویند :معنای (ثمُُاتمُواُالصُیامُایلُاللُیل( )...سپس",
"a": "روزه را تا شب ادامه دهیود )...ایون نیسوت کوه فوورا بعود از غوروب خورشید افطار کند ،بلکه باید مدت زمانی از شب بر روزهدار بگوذرد و آن گاه افطار کند .این سخن را چگونه توجیه میکنید؟ لفظ (الی) در این جا به معنای غایت که ندتی از شب بگذرد نیسهت ،بلکه معنای نعتبر در این جا معنای شرعی است و نه لغهوی که همان تعجیهل در افطار است؛ و این انر از فعل پیامبر علیه الصاله والسالم واضح و نعروف بوده که ایلان در افطار تعجیل میکردند. و یاعده فقهی نمیگوید :اعتبار در احکام ،به شرع است و نه به عقل."
},
{
"n": 308,
"q": "آیا در شرع برای کسی که قبل از دخول وقت افطار کنود ،مهوی یوا",
"a": "وعیدی وارد شده است؟ بله ،وارد شده است ،پیامبر ﷺ در خوابش ایهوانی را ملهاهده کرد که از پاهایلان آویهزان هسهتند و از صورتلهان خهون جهاری است ،زمانی که از همراهانش دربارهی آنها نیپرسد ،به او خبر میدهند که آنها کسانی هستند که پیش از دخو ویت افطار میکمند( .صحیح ابن خزیمه)"
},
{
"n": 309,
"q": "اگر کسی شک کرد که قبل از وقت ،افطار کرده اسوت ،چوه کواری",
"a": "باید انجام دهد؟ کسی که به یقین رسید یا بر گمانش غلبه شد که پیش از ویت افطار کرده، باید یضای آن روز را بجا آورد ،زیرا در اینجا یقین ،بقای روز است."
},
{
"n": 310,
"q": "آیا تاخیر در افطار مخالف با سنت نبوی است؟",
"a": "بله ،اگر بدون سببهایی نامند وجود نداشتن غذا یا تاخیر انسان در رساندن خود به خانه برای افطار و ...باشد ،نخالف سنت نبهوی است ،در این بهاره از سهل بن سعد وارد شده است که پیامبر ﷺ فرمود( :انت من تا زنانی که برای افطار منتظر ستارهها مامند بر سنت من هستند ).روایت ابن حبان انتظار ستارگان یعنی به تاخیر انداختن افطار تا سیاهی آسمان و دیده شدن ستارگان و این تاخیر تقریبا ربع ساعت میشود که نخالف با سنت پیامبر ﷺ و نوافق با یهود و نصاری است."
},
{
"n": 311,
"q": "اگر کسی برای افطار غذا مییابد چه کار میکند؟",
"a": "اگر چیزی میافت با یلبش نیت افطار میکند تا چیزی پیدا کند."
},
{
"n": 312,
"q": "آیا روزهدار باید بعد از تمام شدن اذان ،افطار کند؟",
"a": "خیر ،این انر نخالف سنت نبوی در زود افطار کردن است."
},
{
"n": 313,
"q": "سنت نبوی در موع غذای افطاری چیست؟",
"a": "بر روزهدار مستحب است که بر چند دانه رطب افطار کند ،اگر رطب نیافهت بر خرنا و اگر خرنا میافت بر آب افطار کند ،بعد از آن نمیتواند هر چه بخواههد بخورد .از سلمان بن عانر روایت است که رسول خدا ﷺ فرمود( :هرگاه کسهی از شما روزه بود ،بر چند دانه خرنا افطار کند ،اگر آن را میافت پس بر آب افطار کند چرا که آب پاککمنده است ).روایت ابو داوود"
},
{
"n": 314,
"q": "آیا کسی که خار از خانه باشد ،بر او واجب است بوا سورعت بوا",
"a": "ماشین ،قبل از اذان مغرب خود را خانه برساند؟ واجب نیست ،بلکه سرعت و شتاب ورزیدن بر او حرام است ،زیرا نمیکند است سبب از بین بردن خود و دیگران شهود ،در این حالهت اگهر صهدایت اذان را شهنید نمیتواند در هر مسجدی آب بنوشد و نماز بخواند و افطار را به تاخیر اندازد."
},
{
"n": 315,
"q": "آیا دعا در وقت افطار مستحب است؟",
"a": "دعا کردن در ویت افطار مستحب است ،در حدیثی وارد شده است که( :سه گروه دعایلان رد نمیشود :پیلوای عهاد و روزهدار آنگهاه که افطهار میکند و دعای نظلوم ،باالی ابرها برده میشود و درهای آسمان برای آنها بهاز نیشهود و پروردگار نمیگوید :به عزتم یسم ،تو را یاری خواهم کرد ،اگرچه بعد از لحظهای). روایت ترنذی"
},
{
"n": 316,
"q": "چه دعایی در وقت افطار برای روزهدار مستحب است؟",
"a": "عبدالله بن عمر رضی الله عنه نمیگوید :رسهو خهدا ﷺ هنگامیکه افطهار میکرد ،نیفرمود( :ذهب الظما وابتلت العروق و ثبدت الجدر ان شدا الله: تلنگی برطرف شد و رگها تر و سیراب شد و پاداش ثبت و محقق گردید ،اگر خدا بخواهد ).روایت نسائی"
},
{
"n": 317,
"q": "شخصی که برای افطاری میهمان شخص دیگری باشد ،مسوتحب",
"a": "است در حق میزبان چه دعایی بکند؟ از انس بن نالک روایت است که رسول خدا ﷺ زنانی که نزد مردم افطهار میکرد ،نیفرمود( :افطر عندکم الصائمون واکل طعاهکم البرار وصلت علیکم الممئک  :روزهداران نزد شما افطهار کمند و غهذای شما را پاکهان بخورند و فرشتگان برای شما دعای مغفرت کمند ).روایت بیهقی"
},
{
"n": 318,
"q": "افطاری دادن به روزهدار چه ثوابی دارد؟",
"a": "از زید بن خالد الجهنی رضی الله عنه روایت شده است که رسهو خهدا ﷺ فرمود( :کسی که روزهداری را افطاری دهد ،پاداشی نامند پاداش روزهی آنان را کسب میکند ،بدون اینکه از پاداش آنان چیزی کم شود) روایت ترنذی"
},
{
"n": 319,
"q": "به تاخیر انداختن نماز مغرب تا نزدیکی اذان عشاء چه حکمی دارد؟",
"a": "نادامکه نتواند به نماز جماعت در مسجد نزدیک نحهل زنهدگیاش برسهد، حرجی در تاخیر نماز مغرب نیست ،زیرا ویت نماز مغرب از غروب خورشهید تها غروب شفق (که همان دخو ویت علاء است) ادانه دارد."
},
{
"n": 320,
"q": "مقصود از اصطالح (صغار) چیست؟",
"a": "مقصود از آن انسان غیربالغی که به سن تمییز (هفتسالگی) رسیده باشهد، خواه پسر باشد یا خواه دختر."
},
{
"n": 321,
"q": "روزهی صغار چه حکمی دارد؟",
"a": "روزهشان مستحب است ،اگر روزه گیرد برای او پاداش است و اگهر تهرک کند گماهی بر او نیست ،انا بر ولیّ انر او لازم است او را به روزه سهفارش و تلویق کرده تا به آن عادت کند."
},
{
"n": 322,
"q": "صحابه رضی الله عنهم در مورد روزه ،چگونه با کودکان خوود رفتوار",
"a": "میکردند؟ نمیتوان کیفیت رفتار آنها را با کوچکترها در مهورد روزه از سهخن ربیهع دختر نعوذ رضی الله عنهما فهمید که نمیگوید :صبح روز عاشورا پیغمبر ﷺ یک نفر را به نحلههای انصار فرستاد (و به ایلان اعالم نمود) کسی که او صهبح عاشورا روزه نبوده است ،باید بقیهی روز چیزی نخورد و کسانی که با نیت روزه شب را به صبح رسانیدهاند ،باید روزه را تا غروب آفتاب ادانه دهند .ربیع دختهر نعوذ نمیگوید :نا بعد از این ،روز عاشورا را روزه نگرفتیم و بچههایمان را نیز به روزه وادار میکردیم و برایلان اسباببازیهایی از پلم درست نکردیم و هرگاه یکی از آنها برای غذا گریه میکرد ،یک اسباببازی به او میدادیم تها ملغو شود و تا نویع افطار ،چیزی به بچهها نمیدادیم .نتفقعلیه"
},
{
"n": 323,
"q": "آیا میتوان شخص بالغی که روزه را ترک میکند یا در روزه گرفتن",
"a": "سستی میکند ،تنبیه و مجازات کرد؟ انام بخاری رحمهالله در حدیثی نعلّق در کتهابش ذکهر میکند که عمهر رضی الله عنه شخصی به نام نلوان را به سبب نوشیدن خمهر تنبیهه میکند و نمیگوید( :وای بر تو چگونه در رمضان افطار نیکنی و خمر نینوشی در حالی که کودکان نا روزه میگیرند؟!)"
},
{
"n": 324,
"q": "اگر کودکی علیرغم سن کم ،بر روزه گرفتن اصرار داشوته باشود",
"a": "درحالیکه روزه به او ضرر میرساند ،آیوا بورای بازداشوتن او از روزه، باید با تندخویی و شدت با او برخورد کرد؟ اگر ثابت شود که روزه به او ضرر نیرساند ،در این حالهت از روزه گهرفتن بازداشته میشود ،انا منع با تندخویی صحیح نیست ،زیرا تندخویی و یساوت در تربیت فرزندان برای انجام عبادات شایسته نیست."
},
{
"n": 325,
"q": "بعضی از پدران کودکان خود را از روی شوفقت و مهربوانی از روزه",
"a": "گرفتن بازمیدارند ،این کارشان چه حکمی دارد؟ رحمت و مهربانی به کودکان زنانی محقق میشود که آنها را به طاعهات انر کرده و عادت دهیم و بدون تردید این بهترین روش در تربیت است. از پیامبر ﷺ ثابت شده است که نیفرنایهد( :همانها میزد نسو خانگی خویش است و نوشولیت الله خود را بر عهده دارد)؛ بنهابراین آنچهه پهدران در یبا کودکاملان بر عهده دارند این است که آنها را با حکمت و روش صحیح، به عبادت و تقوای الهی انر کمند."
},
{
"n": 326,
"q": "بسیاری از پدران نسبت بوه تربیوت فرزنودان خوود مخصوصواً از",
"a": "ناحیهی دینی ،توجهی نمیکمند و به دلیل مختلفی از جملوه خسوتگی بعد از ساعات کاری یا غیوره از سووال و بازخواسوت آمهوا کوتواهی میکمند ،این کارشان چه حکمی دارد؟ بر نا واجب است که به تربیت فرزنهدان خهود اهتمهام ورزیهم ،خداوند متعها نفرماید( :ای نومنان ،خود و خانوادهتهان را از آتهش دوزخهی برکنهار داریهد که افروزینهی آن انسانها و سنگهاست .فرشتگانی بر آن گمارده شدهاند که خلن و سختگیر هستند .از خدا در آنچه به ایلان دستور داده است نافرنهانی نمیکمند و همان چیزی را انجام میدهند که به آن نامور شدهاند ).تحریم6 : و به نسوولیتی که پیامبر ﷺ در یبا آنها بر دوشمان گذاشته عمل کنهیم که نفرماید( :همانا نرد در خانهی خویش نسوو است و نوشولیت الله خود را بر عهده دارد ).روایت بخاری برای پدر جایز نیست که در حق فرزند خود کوتاهی کند ،بلکه بر اوست که بر حسب احوا و افعا فرزند خویش او را تربیت کند. پیامبر ﷺ نفرماید( :فرزندان خود را در سن هفت سالگی به نماز انر کنید و اگر پایبند نبودند در سن دهسالگی آنان را بهدرستی تنبیه کنید ).اخرجه احمد"
},
{
"n": 327,
"q": "چه فرقی بین ندانستن حکم عبادات و فراموشی درعبادات وجود دارد؟",
"a": "ندانستن یا جالله بودن به معنای آگاه نبودن و علم نداشتن است هنگهانی که شخص نکلف از حرام بودن کاری آگهاه نباشهد و آن کار را انجام دهد اشکالی بر او نخواهد بود و همچنین اگر واجبی را به خاطر ندانستن ترک کنهد بر او یضای آن واجب نخواهد بود به شرطی که ویهت آن واجهب فهوت شده باشد .به دلیل اینکه پیامبر ﷺ شخصی که نمازش را با سرعت نمیخواند و در آن آرانش نداشت را به یضای منمازهای پیشیاش انر نکردنهد و فقهط او را به درست خواندن نماز حاضر به کاملترین وجه راهمایی کردند. انا فرانوشی به معنای غفلت یلب از کاری معلوم و آشکار است ،پهس اگهر شخصی از روی فرانوشی نرتکب کار حرانهی شهد نامند کسهی که از روی فرانوشی روزهی خود را بخورد یا اینکه از روی فرانوشی واجبی را ترک کنهد هیچ اشکالی بر او نخواهد بود ولی به نحض اینکه به یاد آورد باید آن واجهب را انجام دهد .به دلیل یو پیامبر ﷺ که فرمودنهد :هر کس که نمهازی را فرانوش کرد به نحض یادآوری آن نماز را بخواند .روایت بخاری"
},
{
"n": 328,
"q": "چه دلیلی وجود دارد که فراموشی بر روزه تاثیری نمیگذارد؟",
"a": "الله تعالی در یرآن نفرماید( :خدایا ،اگر فرانوش کردیم یا اشتباهی از نها سر زد نا را نواخذه نکن ).بقره286 : و یو پیامبر ﷺ که فرمودند( :اگر شخصی در ویت روزه از روی فرانوشی خورد و آشانید پس روزهی خود را ادانه دهد که همانا الله عزوجل به او آب و غذا داده است ).روایت بخاری در روایت دیگری نفرماید( :هیچ قضا و کفارهای بر او نخواهد بودز)"
},
{
"n": 329,
"q": "آیا فراموشی شامل همبستری با همسر نیز میشود؟",
"a": "بله ،چون در حدیث آنهده است( :هر کس در ویهت روزه از روی فرانوشهی روزهی خود را بلکند هیچ قضا و کفارهای بر او نخواهد بود ).روایت حاکم و بیهقی داللت این حدیث بر نلمو بودن جماع واضح و آشکار است ،چهون در روزه هیچ کفارهای به غیر از کفارهی جماع وجود ندارد."
},
{
"n": 330,
"q": "آیا فراموشی در روزهی فرض و فراموشی در روزهی نافله (سونت)",
"a": "باهم فرق دارد؟ خیر ،جون دلیل و استثنائی در این باره وارد منت است."
},
{
"n": 331,
"q": "اگر شخص روزهدار از روی فراموشی غوذای زیوادی بخوورد ،آیوا",
"a": "اندازه و حجم غذا بر ادامهی روزهاش تاثیرگذار است؟ خیر ،تاثیری ندارد .به دلیل حدیثی که ابوهریره روایت میکند که پیامبر ﷺ فرمود( :هر کس در ویت روزه از روی فرانوشی بخهورد ،پهس روزهی خهود را کامل کند ،چون همانا الله تعالی او را آب و غذا داده است ).نتفقعلیه داللت این حدیث ،بر این است که از کم یا زیاد بودن آب و غذا ذکری به میان میانده است؛ پس حکم آن عام است."
},
{
"n": 332,
"q": "اگر در رمضان شخصوی را دیدیود کوه در حوال آب خووردن اسوت",
"a": "درحالیکه مطمئن هستید از روی فراموشی این کوار را کورده ،آیوا بوه او را تکمیل کند؟     میکنید تا آب خوردن      یادآوری میکنید یا اینکه رهای واجب است که به او یادآوری شود ،به دلیل عمومیت یو الله عزوجل که نفرماید( :در تقوی و کارهای نیک یکدیگر را یهاری کنیهد ).همچنهین یهو پیامبر ﷺ که فرمودهاند( :اگر فرانوش کردم را یادآوری کنید ).به خاطر اینکه اصل این کار یعنی روزهخواری در رمضان ،کاری زشت و ناپسند است و بایهد آن را تغییر داد ولی انجام دهندهی این کار ،به خاطر فرانوشی هیچ اشکالی بر او نخواهد بود."
},
{
"n": 333,
"q": "مقصود از اشخاص معذور در ماه رمضان چه کسانی است؟",
"a": "منظور ،کسانی هستند که برای روزه نگرفتن عذری نوجهه دارنهد ،عهذری نویت یا عذری دائم."
},
{
"n": 334,
"q": "عذرهایی که شخص میتواند به خاطر آنها روزه نگیرد ،کداماند؟",
"a": "مریضی ،سفر ،زن حامله یا شیردهای که ترس از زیان رسیدن به خهود ،یها جنینش دارد یا شخصی که برای نجات دادن جهان شخصهی دیگهر نیهاز دارد روزهاش را افطار کند ،نثل نجات دادن انسانی که در حا غرق شدن است."
},
{
"n": 335,
"q": "به چه کسی کهنسال گفته میشود؟",
"a": "طاقت روزه گرفتن را ندارد          به کسی که سن و سال زیادی دارد و بدن و میترسد که نخوردن غذا ،او را از پای درآورد. َ اّلیدن ُیُطُیقُوندهُ ُفُ یدهُُ"
},
{
"n": 336,
"q": "آیا منظور از قول الله عزوجل در آیهی( :و ُیلع ُ ُ",
"a": "طُعامُُمُسکُنی) کهنساالن میباشند؟ بله ابن عباس نمیگوید :این آیه منسهوخ ملهده است و منظهور پیرمهرد و پیرزنی است که توانایی روزه گرفتن ندارند ،پس نمیتوامند به ازای هر روز روزه، به فقیری غذا بدهند .روایت بخاری بیاید کوه مجبوور شوود روزهاش را             -337اگر برای شخص ،عذری پی افطار کند ،آیا باید بقیهی روز را از خوردن و آشامیدن خودداری کند؟ اگر روزهدار به خاطر عذری نثالً نجات جان شخصی ،روزهی خود را افطهار کند ،بعد از نجات دادن ،لزونی ندارد روزهاش را ادانه دهد و نمیتواند بخهورد و بیاشاند ،زیرا او به سبب فعل مباحی روزهی خود را افطهار کرده و لزونهی به ادانهی روزه نیست. آنچه به مریض تعلق دارد:"
},
{
"n": 338,
"q": "ناتوانی در روزهگرفتن به علت بیماری به چند دسته تقسیم میشود؟",
"a": "به دو دسته تقسیم میشود: اول :ناتوانی دائمی به علت بیماری نزمن که انیدی به بهبود آن وجهود نهدارد، در این حالت شخص به تعداد روزهای ماه مبارک رمضان به فقیری غذا میدهد. دوم :ناتوانی به علت بیماری نویت ،در این حالت شخص بعد از برطرف شدن بیماری ،روزهایی که افطار کرده است را بعد از ماه مبارک قضا میکند .به دلیهل یو الله عزوجل( :وهن اکن مریضا او یلع سفر فعده هن ایام اخر)"
},
{
"n": 339,
"q": "آیا حکم جوانی که مبتال به بیماری موزمن و دائموی اسوت همامنود",
"a": "حکم شخص کهنسال است؟ بله ،همان حکم و کفاره را دارد."
},
{
"n": 340,
"q": "کدام بیماریها اجازهی افطار کردن را به شخص بیمار میدهد؟",
"a": "آن بیماری که شخص را در روزه گرفتن به سختی و نقلت زیاد دچار کند یا سبب شدت یافتن بیماری شود."
},
{
"n": 341,
"q": "آیا دستور پزشک مبنی بر روزه نگرفتن معتبر و قابل قبول است؟",
"a": "بله ،بلکه واجب است که مسلمان به حرف پزشک پایبند باشد ،چون پزشک به مسائل پزشکی آگاه است و نصلحت بیمار را بهتر نیداند؛ همچنین بایهد از فقها نیز فتوای شرعی بگیرد."
},
{
"n": 342,
"q": "شخصی که حرف طبیب را گوش نمیکند و اصرار بر روزه گورفتن",
"a": "دارد ،چه حکمی به او تعلق میگیرد؟ الله عزوجل آسانی و راحتی برای نا نمی‌خواهد ،و بر نا واجب است که برای حفظ سالنتی خود و عدم پیلرفت بیمهاری ،از رخصهت الههی نبنهی بهر روزه نگرفتن در حالت بیماری ،استفاده کنیم."
},
{
"n": 343,
"q": "زن سالخوردهای که اصرار بور روزه گورفتن دارد درحالیکوه روزه",
"a": "برای سالمتی او ضرر دارد ،چه حکمی بر او مترتب میشود؟ اگر روزه بهسالنتی او زیان نیرساند جایز نیست که روزه بگیرد ،چهرا که الله تعالی نفرماید( :ول تقتلوا انفسکم ان الله اکن بکم رحیما :خودتان را هلالک نکنید که همانا الله تعالی به شما رحیم و مهربان است ).و همین برای او کافی است که به تعداد روزهای ماه مبارک ،فقیری را غذا دهد."
},
{
"n": 344,
"q": "اگر پزشک به بیمارش دستور دهد که دارو مصرف کنود اموا بیموار",
"a": "بگوید توان روزه گرفتن را دارد و بر آن اصرار داشته باشد ،آیا این کار او درست است؟ اگر پزشک چنین دستوری داده پس حرف او نعتبر است ،چون او به ها مریض خود آگاهتر است و بیمار باید گوش به حرف پزشک خود باشد و بعهد از بهبود روزههایش را قضا کند."
},
{
"n": 345,
"q": "اگر شخص بیماری فقط چند روز از ماه رمضان را زنده بود و سپس",
"a": "باید کفارهی او را پرداخت مایند؟    فوت کرد ،آیا بازماندگان هر انسان مریضی که بیماریاش دائمی و انیدی به بهبودش نیست باید به تعداد روزهای رمضان که زنده بوده و روزه نگرفته است ،کفاره دهد و کفهارهی آن غذا دادن به نساکین است."
},
{
"n": 346,
"q": "اگر مریضی در وسط روز رمضان بیماریاش بهبود پیودا کورد ،آیوا",
"a": "باید بقیهی روز را از خوردن و آشامیدن ،خودداری کند؟ خیر ،نمیتواند بقیه روز را افطار کند ،چون این روز را به خاطر بیماریاش از روزه گرفتن معذور بوده است و فقط باید بعد از ماه رمضان آن را قضا کند. کفاره داده    -347مریضی که امیدی به بهبودش نبوده و برای روزههای است ،اگر بعد از ماه رمضان سالمتی خود را به دست آورد ،آیوا بور او را قضا کند؟    واجب است که روزههای خیر ،نیازی به قضا کردن ندارد ،چون آن چیزی که بهر او واجهب بوده را انجام داده و از ذنتش خارج شده است."
},
{
"n": 348,
"q": "کسی که از روزه گرفتن ناتوان است چگونه بایود کفوارهی آن کوه",
"a": "غذا دادن به فقراست را بهجا آورد؟ دو حالت وجود دارد: حالت اول :در این حالت باید ربع صاع برنج پرداخت ماید .بهتر است که همراه برنج ،گوشت یا نرغ نیز باشد (منظور این است که یکدست غذای کامل باشد). حالت دوم :در این حالت یکجا برای  ۳۰نفر فقیر غذا آناده کند و آنها را دعوت به غذا خوردن کند ،همانگونه که انس بن نالک زنانی که پیر و از روزه گرفتن عاجز بود ،این کار را انجام میداد."
},
{
"n": 349,
"q": "آیا جایز است که کفارهی یک ماه را بهطور کامل ،فقط به یک فقیر",
"a": "غذا داد؟ جایز نیست که غذای  ۳۰نفر را یکجا به یک فقیر داد ،چون بایهد به ازای هر روز ،یک مسکین باشد."
},
{
"n": 350,
"q": "کفاره دادن به شخص کافر نیازمند چه حکمی دارد؟",
"a": "اگر فقرایی در اطراف شما بودند آنها را اطعام دهید و گرنه به کلهورهای مسلمانی که در آن جا فقراء وجود دارند ،فرستاده شود."
},
{
"n": 351,
"q": "تقدیم (جلو انداختن) کفاره در روز اول رمضان بورای مریضوی کوه",
"a": "امیدی به سالمتی او نیست ،چه حکمی دارد؟ نباید چنین کاری کرد ،زیرا هموز کفاره بر او واجب منت است چه بسها در ابتدا و یا وسط ماه رمضان فوت کند .انس بن نالهک رضی الله عنه همیلهه در آخر رمضان  ۳۰فقیر را جمع میکرد و آنها را غذا میداد."
},
{
"n": 352,
"q": "آیا تاخیر در ادای کفاره روزه جایز است؟",
"a": "اشکالی ندارد که در رمضان و یا بعد از رمضان آن را ادا کند. زنان حامله و شیرده"
},
{
"n": 353,
"q": "آیا زن حامله و یا شیرده میتواند روزه نگیرد؟",
"a": "بله ،چون زن حامله و یا شیرده همامند شخص بیمهار به حسهاب نیآیهد ،چهه ترسلان به خاطر خودشان باشد یا به خاطر فرزندشان ،پیامبر ﷺ نفرماید :همانها الله عزوجل نصف نماز را از مسافر و روزه را بر زن حامله و شیرده برداشته است. روایت ابو داوود را قضا کند و یا کفاره بدهد؟       -354آیا زن حامله و یا شیرده باید روزههای فقط قضا کند."
},
{
"n": 355,
"q": "چه توجیهی برای روزه نگرفتن زن شیرده وجود دارد؟",
"a": "زن شیردهی که ترس از آسیب رسیدن به فرزنهدش را دارد همامند کسهی است که برای نجات جان کسی از غرق شدن یها آتشسهوزی ،روزهی خهود را میخورد تا یدرت و نیروی بدنی برای نجات دادن آنها داشته باشد و پهس از ماه مبارک رمضان ،روزههای خود را قضا میکند."
},
{
"n": 356,
"q": "روزهی زن حاملهای که در مدت روز ،خونریزی داشوته باشود چوه",
"a": "حکمی دارد؟ روزهاش صحیح است و این خونریزی هیچ تاثیری بر روزهی او نمیگذارد. دیوانه و بیهوش"
},
{
"n": 357,
"q": "آیا شخص دیوانه مکلف به روزه گرفتن است؟",
"a": "خیر ،چون نالک تکلیف ،عایل بودن است و دلیل آن حدیث پیامبر ﷺ است که نفرماید :یلم از سه گروه برداشته شده است :از خوابیده تا اینکه بیدار شود ،از کودک تا اینکه بال شود و از دیوانه تا اینکه عایل شود .روایت ابو داوود"
},
{
"n": 358,
"q": "آیا روزه گرفتن بر شخصی که در طول روز گاهی اوقات به او حالت",
"a": "دیوانگی دست میدهد ،واجب است؟ اگر جنون او کل روز طو بکلد و به عقل نمیآید ،تکلیفهی بهر او نخواههد بهود؛ هیچ یضایی هم برای آن روز و روزهایی که دچار جنون شده است نخواهد بود."
},
{
"n": 359,
"q": "آیا روزه بر انسان سادهلوح یا کسی که حافظهی خوود را از دسوت",
"a": "داده ،واجب است؟ کسی که عقل خود را از دست داده است ،عبادات بر او واجب نیست و این از رحمت خداوند متعال است .همچنین بر شخص سادهلوح که عقلهش دچهار اختالالتی شده انا به حد جنون نرسیده باشد."
},
{
"n": 360,
"q": "شخصی که تمام ماه رمضان را در بیهوشی کامل بوه سور بورده و",
"a": "روزه نگرفته است ،چه چیزی بر او واجب میشود؟ چیزی بر او واجب نیست ولی اگر از بیهوشی خارج شد بایهد روزهههایش را قضا کند و اگر در حالت بیهوشی فوت شد چیزی بر او نخواهد بود ،انها اگهر از سالمندانی باشد که عذر دائمی داشتهاند و نمیتوانستند روزه بگیرند ،بر فرزندان واجب است که کفارهی روزههایش را پرداخت کمند."
},
{
"n": 361,
"q": "آیا میتوان حالت فردی که بیهوش شده را با حالت شخص دیوانه",
"a": "قیاس کرد؟ بله ،اگر روز کامل بر او گذشت و در بیهوشی کامل و مستمر به سر بهرد در این صورت روزه بر او واجب نیست و یضایی هم نخواهد داشت."
},
{
"n": 362,
"q": "چرا نمیتوان حالت کسی که بیهووش شوده و روزه بور او واجوب",
"a": "نیست را همامند کسی که به علت خواب نمازش فوتشده قیاس کرد؟ باید دانست که عبادات نسالهای توییفی است ،یعنی از جانب خدا و رسهو است و چون و چرا کردن در آن جایز نیست ،زیرا الله عزوجل بر احکهانی که برای بندگانش تعیین کرده دانا و آگاه است ،بنابراین عباداتی بر عبهادت دیگهر ییاس نمیشود؛ به عنوان نثا زنی که در یاعدگی به سر نیبرد واجهب است که روزههایش را قضا کند انا منمازهایش را نه؛ همچنین کسی که خواب رفته و نمازش فوت شده ،ویتیکه بیدار شد باید نمازش را قضا کند چون نص حدیث پیامبر آنده است که فرمود :اگر کسی به خاطر خوابیدن نمازش فوت شد یا که از نمازش غافل شد همین که از خواب بیدار شد یا نمازش را به یاد آورد آن را بخواند این حدیث در مورد نماز آنده ولی در مورد روزه چنین حدیثی نداریم."
},
{
"n": 363,
"q": "برخی از افراد معتقدند هر چیزی که وارد شکم روزهدار شوود ،روزه",
"a": "را باطل میکند ،آیا این سخن صحیح است؟ خیر ،صحیح نیست ،نگر اینکه آن چیز ،غذا یا آب باشد و یا هر چیزی که حکم خوراکی داشته باشد .در کتاب المصهباح المنیهر آنهده است که غهذای حقیقی ،آن است که در دهان جویده سپس بلعیده شود ،در غیهر این صبورت نثال بلعیدن سنگریزه روزه را باطل نمیکند ،چون خوراکی نحسوب نمیشود."
},
{
"n": 364,
"q": "آیا تزریق آمپول در رگ ،روزه را باطل میکند؟",
"a": "آنپو های درنانی چه در رگ و چه در عضله یا زیر جلد تزریق شهود ،روزه را باطل نمیکند چون این آنپو ها خوراکی نحسوب نمیشوند."
},
{
"n": 365,
"q": "تزریق آمپولهای تقویتی چه حکمی دارد؟",
"a": "اینگونه آنپو ها روزه را باطل میکمند ،نه به علت اینکه چیزی وارد شکم روزهدار میشود ،بلکه به این دلیل که سبب تغذیه جسم و ویت گرفتن شخص بیمار میشود ،حکم خوراکی را دارد."
},
{
"n": 366,
"q": "آیا استفاده از قرصهای زیرزبانی برای شخصی که بیمواری قلبوی",
"a": "دارد ،روزه را باطل میکند؟ خیر ،چون این موع یرصها برای برطرف کردن حملههای یلبهی ناگههانی استفاده میشود و در زیر زبان از طریق خون جذب میشود و به یلب میرسد و نانع بروز سکته میشود و هیچ ربطی به تغذیه بدن ندارد."
},
{
"n": 367,
"q": "آیا میتوان در روزه رمضان از قطرهی چشم استفاده کرد؟",
"a": "بله ،یطرهی چلم روزه را باطل نمیکند."
},
{
"n": 368,
"q": "آیا روزهدار میتواند از اسپری تنفسی برای بیماری آسم یوا تنگوی",
"a": "نفس استفاده کند؟ بله نمیتواند استفاده کند ،چون ناده اسپری وارد شکم نمیشود بلکه برای تنگی نفس و رسیدن به ششها استفاده میشود و حکم خوراکی ندارد."
},
{
"n": 369,
"q": "استفاده از بخارهایی که در بیمارستانها برای رفوع تنگوی نفوس",
"a": "استفاده میشود ،چه حکمی دارد؟ اگر در آن بخار آب باشد ،جایز نیست و سبب بطالن روزه نیشهود ،چهون نمیکند است به نعده و ریه شخص برسد."
},
{
"n": 370,
"q": "حکم استفاده از قطرهی بینی برای روزهدار چیست؟",
"a": "روزه را باطل نمیکند ،چون مقداری که نمیکند است به نعده برسهد بسهیار ناچیز و غیرنغذی است ،بهتر است که از استفادهی زیاد آن خودداری شود."
},
{
"n": 371,
"q": "اگر قطرهی بینی بهصورت اسپری باشد چه حکمی دارد؟",
"a": "اشکالی ندارد."
},
{
"n": 372,
"q": "آیا مادهی شستشو دهندهی گوش ،روزه را باطل میکند؟",
"a": "خیر ،روزه را باطل نمیکند ،به شرط اینکه از خلک شدن گوش ،اطمینان حاصل شود."
},
{
"n": 373,
"q": "استفاده از شیاف برای روزهدار چه حکمی دارد؟",
"a": "اشکالی ندارد. ) رحم برای زنان ،بر روزهی تاثیری دارد؟     -374آیا انجام فحص (آزمای خیر به هر صورتی که باشد تاثیری بر روزه ندارد."
},
{
"n": 375,
"q": "استفاده از دستگاه جلوگیری برای زنان در روز رمضان چه حکمی دارد؟",
"a": "اشکالی ندارد .همچنین استفاده از هرگونه وسیلهی پزشکی در آلت تناسلی برای متعاینه و یا شستلو ،روزه را باطل نمیکند."
},
{
"n": 376,
"q": "آیا شستشوی مهبل برای زنان ،روزه را باطل میکند؟",
"a": "خیر اشکالی ندارد ،به شرطی که هیچ منفذی به نعدهی شخص از طریهق نهبل وجود نداشته باشد."
},
{
"n": 377,
"q": "آیا تزریق مقعدی روزه را باطل میکند؟",
"a": "خیر ،باطل نمیکند ،چون حکم خوراکی ندارد و فقط غهرض از آن درنهان شخص بیمار است."
},
{
"n": 378,
"q": "اشخاصی که مبتال به بیماری بواسیر هستند آیوا میتوامنود در روز",
"a": "رمضان از شیاف برای درمان استفاده کمند؟ بله ،اشکالی ندارد."
},
{
"n": 379,
"q": "آیا انجام کارهای مربوط بوه دندانپزشوکی در روز رمضان ،بورای",
"a": "روزهدار اشکالی ایجاد میکند؟ خیر ،پر کردن ،کلیدن ،تمیز کردن دندانها هیچ تاثیری بر روزه نمیگذارد به شرطی که چیزی از آن نواد ،وارد نعده نلود."
},
{
"n": 380,
"q": "بعضی مواقع برای درمان دندان ،شخص نیاز به غرغوره دارو دارد",
"a": "آیا غرغره کردن روزه را باطل میکند؟ خیر ،آب در دهان چرخاندن ،غرغره کردن و استفاده از اسپری دندان ،روزه را باطل نمیکند به شرطی که چیزی از دهان به نعده نفوذ نکند."
},
{
"n": 381,
"q": "استفاده از خمیردندان برای روزهدار چه حکمی دارد؟",
"a": "اشکالی ندارد ،ولی باید احتیاط کند که چیزی از آن را فرو نبرد؛ انا بهتهر است که در ندت روزه استفاده نکند و حتی نمیتوان آن را تا ویت افطار به تاخیر انداخت."
},
{
"n": 382,
"q": "حکم استفاده از کپسول اکسیژن برای روزهدار چیست؟",
"a": "اشکالی ندارد."
},
{
"n": 383,
"q": "آیا حکم استفاده از گاز بیهوشی برای مریض ،مامند حکم اسوتفاده",
"a": "از گاز اکسیژن است؟ بله در حکم یکی هستند و روزه را باطل نمیکند."
},
{
"n": 384,
"q": "بیهوشی موقت و یا کامل برای روزهدار دارای چه حکمی است؟",
"a": "دو حالت دارد: حالت اول :اگر بیهوشی تمام روز به طو انجاند ،در این صبورت روزهاش باطل است و باید قضا کند. حالت دوم :انا اگر بیهوشی برای ندت کوتاهی باشد ،روزهاش صحیح است."
},
{
"n": 385,
"q": "استفاده از پمادها و کرمها و چسبهایی که برای درموان بور روی",
"a": "پوست قرار میگیرد چه حکمی دارد؟ آنچه از طریق پوست جذب بدن میشود روزه را باطل نمیکند."
},
{
"n": 386,
"q": "استفاده از پماد برای مرطوبکردن و درمان خشکی لب چهحکمی دارد؟",
"a": "اشکالی ندارد."
},
{
"n": 387,
"q": "آیا انجام آندوسکوپی بر روزه تاثیر دارد؟",
"a": "خیر ،تاثیری ندارد."
},
{
"n": 388,
"q": "آیا مواد روغنی که هنگام انجام آندوسکوپی روی دسوتگاه مالیوده",
"a": "میشود ،روزه را باطل میکند؟ بله ،چون این ناده وارد نعده میشود و این ناده خوراکی نحسوب میشود."
},
{
"n": 389,
"q": "آیا انجام عمل جراحی که بهوسیلهی آندوسکوپی (واردکردن لولوه",
"a": "به معده از راه حلق) صورت میگیرد ،روزه را باطل میکند؟ خیر ،اگر چیزی وارد نعده نلود ،اشکالی برای روزهدار ندارد."
},
{
"n": 390,
"q": "آیا واردکردن لوله در رگها برای درمان قلب و دیگر اعضای بودن",
"a": "بر روزه تاثیر میگذارد؟ اگر این لولهها چرب نباشند و همراه آنها نواد دیگهری وارد شهکم ملهود اشکالی ایجاد نمیکند و روزه صحیح است."
},
{
"n": 391,
"q": "آیا نمونه برداری از کبد یا دیگر اعضای بدن سبب باطل شدن روزه",
"a": "میشود؟ خیر ،به شرطی که چیزی از نایعات وارد شکم نلود. خون روزه را باطل میکند؟       -392آیا آزمای اگر مقدار خون کم باشد اشکالی ندارد ،ولی اگر خهون زیهادی باشهد ،بهتهر است که روزه را قضا کند."
},
{
"n": 393,
"q": "آیا اهدایت خون روزه را باطل میکند؟",
"a": "اشکالی ندارد ،انا ترک کردن آن بهتر است چهرا که نمکهن است سهبب ضعف روزهدار شده و باعث شکستن روزهاش شود."
},
{
"n": 394,
"q": "اگر شخصی به دلیل خونریزی بینی ،مقداری خوون وارد شوکم",
"a": "شود ،روزهاش چه حکمی دارد؟ اشکالی ندارد چون به اختیار خود نبوده است ،انا اگر عمهدا خهون را ببلعهد روزهاش باطل میشود و باید قضا کند."
},
{
"n": 395,
"q": "آیا دیالیز کردن روزه را باطل میکند؟",
"a": "اگر هیچ نادهی نغذی به نعدهی مریض نرسد اشکالی ندارد ولهی نعمهوالً در این دیالیزها از داروهایی استفاده میشود که در آنها مقداری آب وجود دارد که این آب باعث باطل شدن روزه میشود."
},
{
"n": 396,
"q": "کلمهی سفر در عربی به چه معاست؟",
"a": "کلمهی سفر از اِسفار گرفته شده است ،به معنای آشکار کردن است .سهفور به زنانی گویند که جاهایی از بدنلان را که نباید آشکار شود ،آشکار میکمند."
},
{
"n": 397,
"q": "مقدار و اندازهی سفر از نظر شرع چگونه تعیین میشود؟",
"a": "از آنجا که در یرآن و سنت و همچنین در زبان عربی حدودی برای سهفر تعیین منت است پس به عرف مردم نراجعهه نیشهود ،بنهابراین وصهف سهفر زنانی حاصل میشود که انسان از منطقهی خود خارج شود و مسافرت کند."
},
{
"n": 398,
"q": "چه دلیل شرعی برای روزه نگرفتن در سفر (رخصت) وجود دارد؟",
"a": "خداوند عزوجل نفرماید( :و اگر کسی بیمار یها نسهافر باشهد نمیتوانهد از رخصت استفاده کند و روزه نگیرد و چندی از روزههای دیگهر را بهانهدازهی آن روزها روزه بدارد) .بقره185 :"
},
{
"n": 399,
"q": "آیا روزه گرفتن در سفر جایز است؟",
"a": "بله پیامبر ﷺ در سفرهایی که نقلت در آن نبود روزه نگرفتند."
},
{
"n": 400,
"q": "کدامیک برای مسافر بهتر است روزه گرفتن یا افطار کردن؟",
"a": "اگر روزه گرفتن برای او آسان بود ،بهتر است که روزه بگیرد و اگر برعکس روزه برایش سخت و با نقلت همراه بود ،بهتر است افطار کند ،انا اگر برایش فریی نداشت بهتر است که روزه بگیرد."
},
{
"n": 401,
"q": "چرا روزه گرفتن بهتر است اگر سختی و مشقتی برای شخص بوه",
"a": "همراه نداشته باشد؟ زیرا سنت پیامبر ﷺ در سفر اینگونه بوده است و همچنین ادای فرض در ویت خود بهتراست و اگر شخص در ماه رمضان بها بقیهه مردم روزه بگیهرد برایش آسانتر خواهد بود تا اینکه بعد از ماه رمضان به تنهایی قضا کند."
},
{
"n": 402,
"q": "اگر در سفر بودیم همراهان را به روزه تشویق میکنیم یا به افطار؟",
"a": "این کار را به اختیار و دلخواه اشخاص رها کنیم ،زیرا زنانی که حمهزه بهن عمرو االسلمی از پیامبر ﷺ پرسید :آیا در سفر روزه بگیرم؟ (و حمزه شخصهی بود که بسیار روزه نگرفت) پیامبر ﷺ فرمود( :اگر خواستی روزه بگیهر و اگهر خواستی افطار کن ).روایت بخاری"
},
{
"n": 403,
"q": "روزه گرفتن در سفر مشقت آور ،چه حکمی دارد؟",
"a": "اگر در روزه گرفتن نقلت باشد بر شخص واجب میشود که روزهاش را افطهار کند ،زیرا زنانی که به پیامبر ﷺ خبر دادند که بعضی از مردم روزه برایلان سهخت و نلقتبار شده است ،ایلان افطار کردند و بعد از آن به ایلهان خبهر دادنهد که بعضیها هموز روزه هستند ،فرمودند( :آنها گماهکارند ،آنها گماهکارند ).روایت مسلم همچنین در سفری از سفرها ازدحام مردم را در جایی ملاحظه کرد و مهردی را دید که روی او سایه انداختهاند؛ پرسید :چه شده است؟ گفتنهد که از سهختی روزه بیحا شده است .فرمود( :روزه گرفتن در سفر از خیر و نیکی نیست) .نتفق علیه"
},
{
"n": 404,
"q": "سفر عمدی در ماه رمضان به قصد افطار کردن ،چه حکمی دارد؟",
"a": "فریبکاری برای عمل نکردن به احکام شرعی حرام است و هر کس که برای روزه نگرفتن سفر کند سفر او حرام و روزهخواری او نیز حرام است و باید از این کار دست بردارد و به درگاه خداوند توبه کند و از سفر بازگردد و با مردم روزه بگیرد ،اگر برنگلت بر او واجب است که در سهفر روزه باشهد ،زیهرا فریبکاری سهبب اسهقاط واجب نمیشود ،همانگونه که سبب تغییر فعل حرام به مباح نمیشود."
},
{
"n": 405,
"q": "آیا حکم روزه برای سفر دور و نزدیک فرق میکند؟",
"a": "بستگی به یدرت و تحمل اشخاص در برابر نلقتهای سفر دارد."
},
{
"n": 406,
"q": "اگر شخصی با دوستان در سفر باشد و برخی از آمهوا روزه بووده و",
"a": "برخی نباشند ،آیا در این حالت حر و شرمندگی برای کسی وجود دارد؟ خیر ،هیچ حرج و ایرادی بر کسی نخواهد بود و از سنت است که کسهی عیب دیگری نجوید ،انس نمیگوید( :بها اصهحاب پیامبر ﷺ در رمضان سهفر میکردیم و بعضی از نا روزه بودند و بعضهی ههم روزه نبودنهد و ههیچکس از دیگری عیب و ایرادی نمیگرفت ).روایت بخاری"
},
{
"n": 407,
"q": "روزه گرفتن در سفری که هیچ مشقتی در آن نیسوت ،مخصوصواً",
"a": "امروزه که وسایل نقلیه راحت و مرفه وجود دارد ،چه حکمی دارد؟ اصحاب پیامبر ﷺ در سفرهایلان با ایلان ،گروهی روزه نگرفتند و گروهی نمیگرفتند و هیچکس بر دیگری عیب و ایراد نمیگرفت .انروزه با وجهود وسهایل پیلرفته و راحت ،باز هم سفر برای بعضیها سخت و نلقتبار است."
},
{
"n": 408,
"q": "بعضی از مردم در رمضان در حالی که روزه هستند به سوفر عموره",
"a": "میروند و متحمل سختی و مشقت زیادی میشوند ،حکم روزه گورفتن آنان در این حالت چیست؟ برای مسافر بهتر است تا زنانی که احساس سهختی و ملهقت ندارد روزه باشد ،انا اگر سختی و نلقتی در سفر احساس کرد بهتر است افطهار کنهد تها بتواند عمره را بهآسانی ادا کند."
},
{
"n": 409,
"q": "کدامیک برای مسافر عمره بهتر است؟ اینکه روز را روزه بگیرد و",
"a": "شب عمره بجا آورد یا اینکه افطار کند و عمورهی خوود را بوهمحض رسیدن انجام دهد؟ بهتر است که افطار کند و در روز عمرهی خود را انجام دهد ،چهون پیامبر ﷺ زنانی که عمره میکرد به نحض رسیدن برای ادای عمره نیشتافت تا آن حد که شتر خود را جلوی در مسجدالحرام به زنین نینلاند تا هر چه زودتهر ادای عمره کند."
},
{
"n": 410,
"q": "مسافر روزهداری که در روز رمضان با همسر خود همبسوتر شوود،",
"a": "چه کفارهای به او تعلق میگیرد؟ فقط آن روز را قضا میکند. آید ،آیا    -411اگر شخص مقیمی روزه بگیرد سپس سفری برای او پی میتواند روزهی خود را افطار کند؟ بله نمیتواند افطار کند ،چون سبب افطار که همان سفر باشد ،برای او پیش آنده است."
},
{
"n": 412,
"q": "آیا جایز است که شخص به خاطر سفر سویاحتی ،روزهی خوود را",
"a": "افطار کند؟ بله جایز است."
},
{
"n": 413,
"q": "کسی که با هواپیما سفر میکند آیا با ناپدید شدن قرص خورشید،",
"a": "افطار میکند یا با وقت شهری که در زیر هواپیما است افطار میکند؟ با ناپدید شدن یرص خورشید افطار میکند به دلیل حدیث پیامبر ﷺ که فرمود( :زنانی که شب از این طرف پدیدار شد -نلرق -و خورشید غروب کرد روزهدار افطار میکند) نتفقعلیه"
},
{
"n": 414,
"q": "اگر آسمان ابری بود و روزهدار به گموان ایمکوه خورشوید غوروب",
"a": "کرده ،افطار کرد و بعد مطمئن شود کوه اشوتباه کورده اسوت ،حکوم روزهاش چیست؟ در ابتدا شخص روزهدار باید بپرسد و اگر بعد از پرسیدن ،افطهار کرد ههیچ اشکالی بر او نیست و روزهاش صحیح است ،چهون پیامبر ﷺ و اصهحابش در روز ابری افطار کردند و بعد از ندتی ابرها ناپدید شدند و خورشید پدیدار گلت و پیامبر ﷺ چیزی نفرمود و دستور به یضای آن روز را نداد که این دلیلهی بهر صحیح بودن روزهی آنهاست .روایت بخاری"
},
{
"n": 415,
"q": "در ماه رمضان بعضی از پروازهای هواپیما وقت اذان مغرب اسوت،",
"a": "بنابراین مسافران روزهدار قبل از پرواز در هواپیما افطار مویکمنود اموا وقتیکه هواپیما پرواز میکند مسافران بهوضوح خورشید را میبیمنود، در این حالت چهکار باید کرد؟ آیا خوردن و آشامیدن را ادامه دهند یوا دست نگهدارند؟ شخص به افطار خود ادانه میدهد و دوباره انساک نمیکند ،چون در اصهل بها استناد از دلیل شرعی که همان غروب خورشید باشهد روزهی خهود را افطهار کرده است ،طبق آیه یرآن که نفرماید( :سپس روزه را تا شب ادانه دهید ).بقره18۷ : همچنین پیامبر ﷺ فرمودند( :هرگاه شب از این طهرف پدیدار شهد و به نلرق اشاره کردند و روز از این جهت ناپدید شد و به نغهرب اشهاره کردنهد و خورشید غروب کرد ،روزهدار افطار میکند)."
},
{
"n": 416,
"q": "اگر انسان در سفر خود از شهرهای مختلفی عبور کند ،آیا بواز هوم",
"a": "وجود دارد؟      رخصت سفر برای افطار کردن برای بله ،حکم سفر در حق او پایدار نیناند چون سفر او نمقطع ملهده است و نمیتواند افطار کند حتی اگر تمام ماه رمضان نیز در حا سفر باشد."
},
{
"n": 417,
"q": "اگر شخص مسافر به شهر خود برسد در حالی که روزه نباشد ،آیا",
"a": "بر او لازم است که بقیه روز را روزه بگیرد؟ خیر بر او لازم نیست ،چون روزه گرفتن بقیهی روز دیگر برای او فایهدهای ندارد و باید آن روز را قضا کند ،لذا نمیتواند بخورد و بیاشاند ،انا شایسته است که بهصورت علنی نباشد."
},
{
"n": 418,
"q": "اگر در کشوری اعالم کردند که فردا عید فطر است و شخصوی در",
"a": "همان شب به کشوری دیگر سفر کرد و متوجه شود کوه در آن کشوور عید را اعالم میکنداند و مردم فردا روزه هستند ،آیا این شخص باید با آنها روزه بگیرد یا عید کند؟ بر شخص واجب است که روزه بگیرد ،چونکه شخص در ویت جدید و در مکانی جدید یرا گرفته است حتی اگر یک روز را زیهادتر از ماه رمضان روزه بگیرد ،چون آن روز را تابع رمضان بهحسهاب نیآورنهد همامند کسهی که در نزدیکی ویت مغرب با هواپیما به آنریکا سفر کنهد و در طهو سهفر خورشهید غروب نکند ،نباید افطار کند تا زنانی که خورشید غروب کند حتی اگر که یک روز کامل روزهاش به طو انجاند؛ و دلیل حدیث پیامبر ﷺ است که فرمودند: روزه ،روزی است که همه روزه میگیرند و عید روزی است که همه عید کمند و عید اضحی هم روزی است که همه یربانی میکمند."
},
{
"n": 419,
"q": "اگر شخصی در کشور خود روزه را شروع کند سپس به کشوری در",
"a": "جنوب شرق آسیا سفر کند که در آن جا یک روز از ماه هجری قموری عقب هستند آیا  31روز روزه میگیرد؟ و اگر  29روز روزه گرفتند آیا با آنها افطار میکند؟ اگر شخص در کلور خود روزه را شهروع کنهد سهپس به کلهوری دیگهر مسافرت کند که یک روز عقب هستند ،باید روزهی خود را با آنها ادانه دههد، همامند کسی که در سفر است و اگر غروب خورشید تا ساعتها به طو انجاند نباید افطار کند تا اینکه خورشید غروب کند اگرچه روز بیسهت سهاعت طهو بکلد ،نگر اینکه به خاطر سفر روزهاش را افطار کند."
},
{
"n": 420,
"q": "چند مثال برای اخوتالف کشوورها در دیودن هوالل ماه رمضان و",
"a": "احتساب آن ذکر شود؟ مثال اول :اگر شخصی از کلور خود که روز یکشهنبه را روزه گفته‌اند به کلوری دیگر که روز شنبه را روزه گرفتهاند سهفر کنهد و در کلهور جدید  29روز روزه گرفتند در حالی که شخص  28روز روزه گرفته است ،باید در این صبورت بها آنها عید کند و یک روز را قضا کند .دلیل وجوب افطار کردن این است که ههلال شوا را دیده است چنانکه پیامبر ﷺ فرمودند( :اگر هلال را دیدید افطهار کنیهد) و دلیل وجوب قضا کردن یک روز ،یو پیامبر ﷺ است که فرمود( :همانا ماه یمهری 29روز است) پس امکان ندارد که ماه یمری کمتر از  29روز شود. مثال دوم :اگر شخص از کلوری که روز یکشنبه را روزه گرفتهاند به کلوری برود که روز دوشنبه را روزه گرفتهاند و این کلهور روز چهارشهنبه را عیهد اعهلالم کردند ،باید با آنها روزهی خود را ادانه بدهد حتی اگر یک روز را بیشتر یعنی ۳1 روز ،روزه بگیرد ،چون او در جایی است که هلال عید را ندیدهاند ،پس جایز نیسهت که روز سهشنبه را عید کند و همامند کسی است که در شهر خودش ساعت شهش خورشید غروب میکند اگر به شهری سفر کند که ساعت هفهت خورشهید غهروب میکند بر او واجب است که با آنها افطار کند چون خورشید در آنجا دیرتر غروب میکند و دلیل اینکه نمیتواند بیشتر از  ۳۰روز روزه باشد ،یو پیامبر ﷺ است که فرمودند( :زنانی که هلال عید را دیدید افطار کنید) در این حدیث افطار کردن را به دیدن هلال وابسته کرده است. مثال سوم :اگر شخص از کلور خود که روز یکشهنبه را روزه گفته‌اند ،به کلوری که روز دوشنبه را روزه گرفتهاند سفر کند و در این کلور روز سههشهنبه را عید کمند در حالی که  29روز را روزه گرفتهاند و شخص  ۳۰روز روزه گرفته است. مثال چهارم :اگر از کلور خود که روز یکشهنبه را روزه گفته‌اند و روز سهشنبه را عید اعالم کردند که  ۳۰روز نیشهود ،به کلهوری بهرود که روز یکشنبه را روزه گرفتهاند و روز دوشنبه را عید کردهاند که  29روز میشود ،بها آنها افطار میکند و هیچ یضایی بر او نخواهد بود"
},
{
"n": 421,
"q": "اگر شخص مسلمانی در ماه رمضان از کویت به کشوور پاکسوتان",
"a": "سفر کند و در آنجا بماند و روزه بگیرد و در آخر ماه رمضان ،موردم پاکستان هلالل شوال را رویت میکردند ،اما مردم کویت هلالل را رویوت کردند ،در این صورت چه باید بکند؟ در این صورت با مردم پاکستان بر روزهی خود بایی نهینانهد ،چهون او در مکانی است که هلال را ندیدهاند ،همانگونه که پیامبر ﷺ فرمودند (با رویهت هلال روزه بگیرید و با رویت هلال افطار کنیهد ).همچنهین در تمهام هاالت، یاعده این است که شخص تابع کلوری باشد که در آن جا حضور دارد."
},
{
"n": 422,
"q": "مسلمانی که در کشور غیرمسلمان زندگی میکند ،چه باید بکند؟",
"a": "در حقیقت انسان مسافر نمیتواند افطار کند و در کلورهای غیرمسلمان اگر شخص توانست هلال را رویت کند ،روزه نمیگیرد و همچنین باید بدانیهد که هلال  ،در کلورهای شریی زودتر از کلورهای غربی دیده میشود؛ یعنی اگهر در کویت ماه رمضان را اعالم کردند ،حتما در آنریکا نیز رمضان خواهد بود."
},
{
"n": 423,
"q": "اگر شخصی به خاطر سفر از کشوری به کشوری دیگر در ماه رمضان",
"a": "28روز را روزه گرفته باشد ،چه چیزی بر او واجب میشود؟ بر او واجب است یک روز را برای کامل کردن حدایل رمضان که  29روز است ،روزه بگیرد. آمودن      -424آیا برای مسلمان بهتر است کوه بورای جلووگیری از پوی اشکاالت فوق در سفر ،افطار کند؟ بله ،چون او در سفر است و رخصت افطار را دارد."
},
{
"n": 425,
"q": "اشخاصی که دائما در سفر هستند مثل رامنودههوای کوامیومهوای",
"a": "باربری ،باید چگونه روزه بگیرند؟ چنین رامندگانی تا زنانی که در سفر هستند نمیتوامند روزهی خود را افطهار کمند و منمازهای خود را نیز شکسته بخوامند."
},
{
"n": 426,
"q": "آیا رخصت در افطار ،در طول مدت سفر ادامه دارد؟",
"a": "بله تا زنانی که این اشخاص خانه و خانواده دارند نمیتوامند هر ویهت که خانه و خانوادهی خود را ترک کمند ،مسافر نحسوب شوند و نمیتوامند از تمهام رخصتهای مسافر استفاده کمند ،چون الله عزوجل در یرآن سهفر را بهصبورت مطلق و بدون هیچ ییدی برای استفاده از رخصتهای سفر ذکر کرده است."
},
{
"n": 427,
"q": "مقصود از نماز تراویح چیست؟",
"a": "نماز تراویح همان نماز ییام در شبهای رمضان است."
},
{
"n": 428,
"q": "سبب نامگذاری منمازهای شب رمضان به تراویح چیست؟",
"a": "تراویح به نعنی راحت کردن است ،زیرا مردم در گذشته منمازهای طهوالنی نمیخواندند و بعد از هر چهار رکعت ،استراحت میکردند."
},
{
"n": 429,
"q": "حکم خواندن تراویح چیست؟",
"a": "سنت است."
},
{
"n": 430,
"q": "خواندن نماز تراویح چه ثوابی دارد؟",
"a": "پیامبر ﷺ فرمودند( :هر کس که رمضان را باایمان و احتساب بهر پها کنهد، گماهان گذشته او بخلوده میشود ).روایت بخاری"
},
{
"n": 431,
"q": "آیا بخشوده شدن گماهان که در حدیث آمده است ،شوامل هماهی",
"a": "گماهان میشود؟ حدیث به صیغهی عموم آنده است یعنی؛ شانل همهی گماهان میشود انا علما نمیگویند که باید برای بخلوده شدن گماهان کبیره ،توبهی خاص کرد."
},
{
"n": 432,
"q": "آیا برای بهدست آوردن ثواب نماز تراویح ،باید آن را بهجماعت خواند؟",
"a": "خیر ،نمیتوان نماز تراویح را به تنهایی و در خانه نیز خواند."
},
{
"n": 433,
"q": "آیا بین قیام اللیل ،تراویح و تهجد فرقی وجود دارد؟",
"a": "خیر هیچ فریی ندارند .هر سه کلمه به معنای نماز شب است."
},
{
"n": 434,
"q": "نماز تراویح چه موقع شروع میشود؟",
"a": "از بعد از نماز علا تا پیش از اذان صبح."
},
{
"n": 435,
"q": "آیا پیامبر ﷺ نماز تراویح میخواندند؟",
"a": "بله ایلان فقط سه شب با اصحاب نماز خواندنهد و بعهد از آن دیگهر میاندنهد و فرمودند( :ترسیدم که این نماز بر شما فرض گردد ).شایسته است که انسهان در خواندن تراویح کوشا باشد چون بسیار ثواب دارد که همانا بخلایش گماهان است."
},
{
"n": 436,
"q": "درعهد کدام خلیفه دوباره مردم نماز تراویح را با جماعت برپا داشتند؟",
"a": "در زنان خالفت عمر رضی الله عنه و به انانت اُبَی بن کعب رضی الله عنه."
},
{
"n": 437,
"q": "کیفیت نماز قیام پیامبر ﷺ چگونه بوده است؟",
"a": "امالمومنین عایله نمیگوید :پیامبر چهار رکعت نمیخواندند که از بلنهدی و زیبایی آن نپرس و سپس چهار رکعت دیگر نمیخواندند که از طوالنی بهودن و زیبایی آنها نپرس و سپس در پایان ،سه رکعت نمیخواندند .روایت بخاری یعنی نماز ایلان طوالنی و در کما خلوع و خضوع بود."
},
{
"n": 438,
"q": "آیا نماز تراویح را باید از اول تا آخر در جماعت با امام خواند؟",
"a": "بله شایسته است که از او تا آخر با انام خواند ،چون پیامبر ﷺ فرمودنهد( :هر کس نماز شب را تا پایان با انام خواند ،برای او اجر نماز شب کامل نوشته میشود). روایت ترنذی"
},
{
"n": 439,
"q": "حکم رفتن زنان به مسجد برای خواندن نماز تراویح بوه جماعوت،",
"a": "چیست؟ اشکالی ندارد .ابوهریره رضی الله عنه از پیامبر ﷺ روایت میکند که فرمودنهد: (زنان را از رفتن به مسجد منع نکنید ،انا اگر به مسجد آندند ،خود را نعطر نکمند). روایت ابو داوود"
},
{
"n": 440,
"q": "چه ارشاداتی برای زنان مسلمان ،هنگام رفتن به مسجد وجود دارد؟",
"a": "زن مسلمان باید مقید به حجاب شرعی باشد و تمام بدن خهودرا بپوشهاند و در صورتیکه در یک نصلّی با نردان نماز نمیخواند ،از نعطرکردن خود خودداری کند."
},
{
"n": 441,
"q": "بعضی از امامان مساجد ،نماز تراویح را با سرعت میخوامند ،ایون",
"a": "عمل چه حکمی دارد؟ این عمل خطایی است که از بعضی سر نیزند و دور از مقصد نمهاز است که باید با طمانینه و خلوع و تدبر خوانده شود و همچنین نلقتی است برای نمازگزاران ناتوان و مریض که نمیتوامند بهراحتی تابع نماز باشند."
},
{
"n": 442,
"q": "کدامیک در نماز تراویح درست و مشروع است ،طوالنی خواندن یا",
"a": "کوتاه خواندن نماز؟ اصل در نماز تراویح ،بلند خواندن و طوالنی کردن نماز است ،چهون پیامبر ﷺ در شب او با اصحاب یکسوم شب را نماز خواندند و در شب دوم تا نصف شب و در شب سوم تا نزدیکی سحر نماز خواندند .روایت احمد و اصحاب سمن"
},
{
"n": 443,
"q": "وقتیکه پیامبر ﷺ به معاذ دستور داد که نماز را کوتاه بخواند پوس",
"a": "چگونه ما میگوییم که نماز تراویح را طوالنی بخوانیم؟ دستور به تخفیف در منمازهای فرض است که همه باید در آن حضور داشته باشند و منمازهای فرض در مسجد با جماعت بر نردان واجب است ،انها نمهاز تراویح از منمازهای مستحب است که اختیاری نیباشد ،پس جایز است که انام آن را بلند و طوالنی بخواند و هر کس که ناتوان و مریض است نمیتواند خهود به تنهایی و خارج از جماعت بخواند."
},
{
"n": 444,
"q": "آیا هر کس میتواند نماز قیام را بهتنهایی و بهصورت طوالنی بخواند؟",
"a": "بله ،پیامبر ﷺ نماز را طوالنی میکرد آنگونه که در حدیث ابهن نسهعود آنهده است زنانی که با پیامبر نماز شب خواند آن یدر نماز را طوالنی کرد که ابن نسهعود خسته شد و خواست نماز را ترک کند و یا بر زنین بنلیند .روایت بخاری در حدیث حذیفه آنده است که شبی با پیامبر نمهاز خوانهد و ایلهان سهوره بقره ،مساء و آ عمران را خواندند و به هر آیهی تسبیح که میرسیدند ،تسهبیح نیگفتند و به هر آیهی طلب که میرسیدند ،طلب میکردند و به هر آیه‌ای تعوّذ که میرسیدند به خدا پماه نیبردند .روایت مسلم"
},
{
"n": 445,
"q": "اگر تعداد رکعات را زیادتر از آنچه کوه پیوامبر ﷺ خوانوده اسوت،",
"a": "بخوانیم ،آیا مخالفت با سنت بهحساب میآید؟ خیر ،چون پیامبر ﷺ برای نا توضیح داده که نماز شب نثنی و نثنی (یعنی دو رکعت دو رکعت) است و ایلان هم نه رکعت خواندهاند و هم یازده رکعهت، بنابراین در تعداد رکعات ،انر واسع است."
},
{
"n": 446,
"q": "آیا بهتر است که نماز تراویح را  21رکعت خواند یا بور  11رکعوت",
"a": "اقتصار کرد؟ کم خواندنی که نوافق با سنت باشد افضل است چه در کیفیهت و چه در کمیت؛ و از آن جا که  11رکعت در تراویح نوافق سنت است ،پس بهتر است که  11رکعت خوانده شهود ،خصوصها بسهیاری از نمهازگزارانی که  2۳رکعهت نمیخوامند ،طوری با سرعت ادا میکمند که گاهی اویهات خهلالی از طمانینههای میشود که نماز بدون آن صحیح نیست؛ انا اگر رکعات زیاد نوافهق بها سهنت نبوی و با خلوع و تدبر باشد بهتر است. تر از  11رکعوت مویخوانود         -447اگر شخصی پشت سر امامی که بی نماز بخواند ،آیا نمازش را با امام تمام کند یا اینکه میتوانود بعود از 11رکعت ،امام را ترک کند؟ سنت این است که همراه با انام باشد ،چون پیامبر ﷺ فرمودند( :هر کس که با انام نماز بخواند تا اینکه نمازش به پایان برسد برای او اجر ییهام اللیهل نوشته میشود ).روایت ترنذی"
},
{
"n": 448,
"q": "آیا صحابه با امامی کوه توراویح را زیوادتر از سونت مویخواندنود",
"a": "موافقت میکردند؟ بله ،صحابه با انانلان زنانی که نماز سفر را کامل خوانهد نوافقهت کردنهد همانگونه که عثمان ویتیکه در منا در ویت حهج ،نمهاز را یصبح نکرد تمهام صحابه پلت سر او نماز خواندند درحالیکه پیامبر ﷺ  ،ابوبکر و عمهر ،نمهاز را یصر میکردند ،و ویتی دلیل این کار را از عثمان پرسیدند ،گفتند که در نکه ازدواج کرده است پس او مقیم است و باید نماز را کامل بخواند."
},
{
"n": 449,
"q": "بعضی از مردم نماز تراویح را کامل با امام به اتمام نمیرسامند بوه",
"a": "تر از 11رکعت نماز مویخوانود ،ایون کوار چوه        این دلیل که امام بی حکمی دارد؟ صحابه رضی الله عنهم در نتابعت از انانلان بسیار حریص بودند ،همچنهین نماز تراویح و تعداد رکعات آن ،سنت و مستحب است و فهم و فقه صهحابه در برخورد با این مسائل ،دلیل بر مشروع بودن زیادی رکعات و نتابعت انام است."
},
{
"n": 450,
"q": "متاسفانه بعضی از مردم برخورد بد و زمندهای با امام ،در موورد تعوداد",
"a": "رکعات تراویح دارند ،چه توجیه و نصیحتی برای آنان وجود دارد؟ این کار نادرست است و بر مسلمان واجب است که همیله جانب ادب و احترام را رعایت کند نخصوصاً در چنین مسائلی که مستحب و اختالف در آن زیاد است."
},
{
"n": 451,
"q": "آیا خواندن نماز عشاء با امامی که در حال خوانودن توراویح اسوت",
"a": "جایز است؟ بله ،علما اجازهی این کار را دادهاند ،همانگونه که در عام الفتح ،زنانی که الله نکه پلت سر پیامبر ﷺ نماز جماعت نمیخواندند ،در حالی که پیامبر ﷺ نماز را یصر میکردند ،انا الله نکه بعهد از سهلالم دادن پیامبر از نمهاز ،بلنهد میشدند و نماز خود را تمام نمیخواندند."
},
{
"n": 452,
"q": "کمترین تعداد رکعاتی که مسلمان میتواند در تراویح بخواند ،چند",
"a": "رکعت است؟ یکرکعت ،همانگونه که متعاویه انجام داد ،و از ابن عباس سوا شهد که چیزی به متعاویه نمیگویی که بیشتر از یکرکعت بخواند؟ ابن عبهاس گفهت: متعاویه کارش صحیح است همانا او فقیه است .روایت بخاری"
},
{
"n": 453,
"q": "حکم نماز وتر چیست؟",
"a": "وتر سنت نوکده است و پیامبر ﷺ بر خواندن آن نواظبت کرده است."
},
{
"n": 454,
"q": "چگونه میتوان نماز وتر را سه رکعت خواند؟",
"a": "به دو صورت: اول :نمازگزار دو رکعت بخواند و سالم بدهد سس یکرکعت دیگر بخواند. دوم :سه رکعت را پلت سر هم و با یک تلهد و یک سالم بخواند."
},
{
"n": 455,
"q": "کسی که پشت سر امامی که وتر میخواند ،نیت شفع کند و بعد از",
"a": "سالم دادن امام ،برخیزد و رکعتی دیگر بخواند چه حکمی دارد؟ این کار اشکالی ندارد ،چون بعضیها دوست دارند که تا آخهر تهراویح تهابع انام باشند و اجر کامل برایلان حاصل شود و همچنین نیخواهند در خانه نیز نماز بخوامند و همانگونه که نیدانیم دو بار وتر خوانهدن در یهک شهب جهایز نیست ،پس شخص با انام وتر نمیخواند و نماز خود را شفع میکند تا بتواند در خانه وتر بخواند."
},
{
"n": 456,
"q": "کسی که با امام خود در مسجد وتر خوانوده باشود ،آیوا میتوانود",
"a": "دوباره در خانه نماز بخواند؟ بله ،به شرطی که دیگر وتر نخواند."
},
{
"n": 457,
"q": "دعای قنوت چه وقت خوانده میشود؟",
"a": "پیش از رکوع ،همچنین اشکا ندارد که بعد از رکوع خوانده شود."
},
{
"n": 458,
"q": "پیامبر ﷺ چه دعاهایی را در قنوت به صحابه یاد دادهاند؟",
"a": "از جملهی این دعاها ،دعایی است که پیامبر ﷺ به نوهاش حسن بن علهی رضی الله عنه یاد داده است ،حسن نمیگوید :پیامبر دعایی به من یاد داد که در نماز وتر ،در ینوت بخوانم( :امهلل اهدین فیمن هددیت واعفدین فدیمن اعفیدت وتولین فیمن تو ت وبارک یل فیما اعطیت وقین ش ها قضیت اندک تقددض ول یقض علیک وانه ل یذل هن وا ت تبارکت ربنا وتعا ت) .روایت نسائی"
},
{
"n": 459,
"q": "آیا واجب است که در قنوت دعای حسن بن علی (امهللُاه ینُفیمنُ",
"a": "ه یتُ) خوانده شود؟ خیر ،واجب نیست و نمازگزار نمیتواند هر دعایی را در ینوت بخواند."
},
{
"n": 460,
"q": "آیا طوالنی کردن دعای قنوت مشروع است؟",
"a": "خیر ،سنت پیامبر ﷺ چنین نبوده است."
},
{
"n": 461,
"q": "حکم خواندن دعای قنوت با لحن و تغنّی چیست؟",
"a": "هیچ حدیث صحیح یا ضعیفی از سلف وجود ندارد که آنها دعای ینوت یا غیر ینوت را با تغنی دادن یا لحن نمیخواندهاند؛ همچنین یابل تصور نیست که مسلمان در خلوت خود ،با تغنی در دعا با پروردگارش مناجات کند."
},
{
"n": 462,
"q": "حکم گریستن بعضی از مردم در وقت دعای قنووت فقوط و نوه در",
"a": "وقت نماز چیست؟ الله تعالی نفرماید( :آیا در یرآن تدبر نمیکمند یا اینکه بهر د هایلهان یفل زده است!) نحمد2۴ : هر کس که یرآن در احساساتش تاثیر نگذارد باید به نفس و ایمان خود نراجعه کند که چگونه دعا بر او تاثیر نیگذارد انا کالم رحمن در او هیچ تاثیری ندارد."
},
{
"n": 463,
"q": "بعضی از زنان در اثنای نماز ،صورت خود را میپوشامند درحالیکوه",
"a": "هیچ نامحرمی آنها را نمیبیند .این کار چه حکمی دارد؟ واجب است که صورت خود را آشکار کمند تا در ویت سهجود پیلهانی بهر روی زنین قرار بگیرد."
},
{
"n": 464,
"q": "بعضی از مردم برای خواندن نماز تراویح از مسجدی به مسجد دیگوری",
"a": "میروند و در هر مسجد چند رکعت میخوامند ،حکم این کار چیست؟ این کار شایسته نیست چون با این کار ،خود را از اجری بزرگ که همان نتابعت انام است ،نحروم میکمند؛ همچنین اویات باارزش و پر از اجر و ثواب را با این کار از دست میدهند؛ پس بهتر است که شخص در یک مسجد و بها انام آن ،نماز تراویح را به اتمام برساند."
},
{
"n": 465,
"q": "بعضی از اشخاص در هنگام نماز قیام ،قرآن به دست میگیرنود و",
"a": "در قرائت از امام متابعت میکمند ،حکم این کار چیست؟ بهتر است که چنین کاری نکمند ،چون اصل در نماز خلوع و طمانینه است و این کار باعث ملغولیت و حرکت زیاد نمازگزار میشود و همچنین اجر دست بر سینه گذاشتن نیز فوت میشود."
},
{
"n": 466,
"q": "ده شب آخر ماه رمضان از چه زمانی آغاز میشود؟",
"a": "از غروب روز بیستم و شب بیستویکم ،ده شب آخر ماه رمضان شروع میشود."
},
{
"n": 467,
"q": "این شبها چه فضائلی دارند؟",
"a": "این شبها از برترین اویات ماه رمضان به شمار نیآیند و خداوند لیلهلالقدر را در آن قرار داده است که از هزار شب بهتر است و به همین خاطر ،پیامبر ﷺ برای درک آن شب اعتکاف میکردند. تری به طاعات و عبادات داشت؟         -4۶8آیا در این ده شب باید عنایت بی بله چون عایله رضی الله عنها نفرماید :ده شب آخر رمضان که شروع نیشهد پیامبر شبها را بیدار نینانهد و خهانوادهی خهود را ههم بیهدار نکرد ،و تهلالش بیشتری برای نماز و عبادت داشت و از زنان خود کناره نگرفت .نتفقعلیه همچنین عایله رضی الله عنها نفرماید :سعی و تالشی که پیامبر برای این ده شب انجام میداد ،در اویات دیگری غیر از آن انجام نمیداد .روایت مسلم"
},
{
"n": 469,
"q": "آیا از کالم عایشه رضی الله استنباط میشود که پیوامبر ﷺ تموام",
"a": "شب را بیدار بودند و مشغول عبادت میشدند؟ بله ،پیامبر ﷺ تمام این ده شب را نمیخوابیدند و ملغو عبادت میشدند."
},
{
"n": 470,
"q": "قدر به چه معاست؟",
"a": "گفته شده که به معنای یدر و شرف و منزلت باالست و همچنین به معنای مقدار شدن اعما و تقدیرات بندگان در یک سا است."
},
{
"n": 471,
"q": "دلیل وجود لیله القدر در ده شب آخر ماه رمضان چیست؟",
"a": "لیلهلالقدر در ماه رمضان است ،از اینرو پیامبر ﷺ در ابتدا ده شهب او رمضان را به اعتکاف نلستند که لیلهلالقدر را دریابند ،سپس ده شب دوم را به اعتکهاف نلسهتند و در آخر لیلهلالقدر را در ده شب آخر درک کردند ،چنانکه بخاری ذکر میکند."
},
{
"n": 472,
"q": "آیا در تعیین لیلهلالقدر چیز دیگری هم از پیامبر ﷺ روایت شده است؟",
"a": "بله بسیاری از اصحاب لیلهلالقدر را در هفهت شهب آخهر رمضان در خهواب دیدهاند و به همین دلیل پیامبر ﷺ فرمودند( :نمی‌بینم که همهی خوابهایتهان دربارهی لیلهلالقدر در هفت شب آخر است پهس هرکس خواست لیلهلالقددر را دریابد ،در هفت شب آخر به دنبا آن باشد ).روایت بخاری"
},
{
"n": 473,
"q": "آیا لیلهلالقدر ساالنه در ده شب آخر جابهجا میشود؟",
"a": "اگر در ادلهی وارد شده دیت کنیم توجه میشویم که ساالنه لیلهلالقدر در یهک شب معین نیست و از شبی به شب دیگر منتقل میشود .پیامبر ﷺ لیلهلالقددر را در خواب دیدند که ایلان در صبح آن روز در آب و گل سهجده نیکمند و آن شهب، شب بیست و سوم بود .روایت مسلم همچنین از پیامبر ﷺ وارد شده است که فرمودند( :لیلهلالقدر را در ده شهب آخر دنبا کنید ).نتفق علیه این احادیث داللت بر آن دارد که لیلهلالقدر در شب معینی منحصر نمیشود و به این ترتیب نمیتوان ادلهی وارده را جمع کرد."
},
{
"n": 474,
"q": "ادلهی زیادی وجود دارد که برقرار داشتن لیلهلالقدر در شب بیسوت",
"a": "و هفتم داللت دارد ،چگونه این ادله با احادیث قبل جمع میشود؟ آیوا تضادی بین آنها وجود ندارد؟ نمیتوان گفت که شب بیست و هفتم نزدیکترین شب نمیکند است ،انا به حتم نمیتوان گفت که چه شب خاصی است."
},
{
"n": 475,
"q": "آیا امکان دارد که لیله القدر در شبهای زو هم باشد؟",
"a": "بله چون شبهای زوج هم جزئی از ده شب آخهر هسهتند همانگونهه که پیامبر ﷺ فرمودند که در هفت شب آخر به دنبها آن باشهید و طبهق حهدیث، شبهای زوج نیز در این هفت شب داخل میشود ،انا بعضی از احادیث ترجیح بر این دارد که شبهای فرد احتما بیشتری دارد."
},
{
"n": 476,
"q": "در مشخص نبودن لیله القدر ،چه حکمتی وجود دارد؟",
"a": "در اینکه خداوند متعال لیلهلالقدر را بهر بنهدگانش نخفهی کرده است ،دو حکمت بزرگ وجود دارد: اول :اینکه انسانهای سختکوش و دوستدار طاعت و عبادت ،که تمام تالش خود را در این ده شب برای درک لیلهلالقدر انجام میدهند را ،از دیگران جهدا کنهد، زیرا اگر در یک شب مخلصی بود همهی مردم فقط در آن شب جمع میشدند. دوم :بندگان طاعات و عبادات بیشتری را برای نزدیک شدن به الله متعال انجام دهند تا مفع دنیا و آخرت را برای خود به ارنغان بیاورند."
},
{
"n": 477,
"q": "آیا فرشتگان در این شب نازل میشوند؟",
"a": "بله ،زیرا الله عزوجل نفرماید( :فرشتگان و جبرئیهل در آن شهب ،بها اجهازهی پروردگارشان ،پیاپی  -به کرهی زنین و بهسهوی عبهادتکمندگان شهبزندهدار - نیآیند برای هرگونه کاری  -که یزدان سبحان به آن دستور داده باشد)."
},
{
"n": 478,
"q": "آیا در این شب اتفاقات خارقالعادهای رخ میدهد؟",
"a": "هیچ حدیث صحیح و یابل نالحظهای در این باره وارد منت است."
},
{
"n": 479,
"q": "آیا لیلهلالقدر نشانههای خاصی دارد؟",
"a": "از نلانههای لیلهلالقدر این است که صبح بعد از آن خورشید ،صاف و بهدون هیچ شعاعی طلوع کند .روایت مسلم از نلانههای دیگر آن شب ،این است که شهب یهدر ،شهبی پرمهور است و انسان نومن ،آرانش و راحتی خاصی در یلب و وجود خود احساس میکند."
},
{
"n": 480,
"q": "چه دعایی از پیامبر ﷺ برای این شب واردشده است؟",
"a": "از ام المومنین عایله رضی الله عنها روایت است که فرمهود :از پیامبر ﷺ پرسیدم :اگر من بدانم چه شبی لیلهلالقدر است در آن شب چه بگهویم؟ فرمهود: (بگو :خداوندا ،همانا تو آنرزنده هستی و عفو و بخلایش را دوست داری ،پس را مورد عفو و بخلایش خود قرار بده ).روایت ترنذی"
},
{
"n": 481,
"q": "آیا زنانی که در عادت ماهیانه و یا در نفاس هسوتند مویتوامنود در",
"a": "این شبها دعا کمند؟ بله ،اشکالی ندارد."
},
{
"n": 482,
"q": "بعضی از مردم فقط شب بیست و هفتم را احیا میکمند ،آیا این کار",
"a": "صحیح است؟ خیر ،به دلیل اینکه شب یدر هر سهلاله از شهبی به شهبی دیگهر منتقهل میشود؛ بنابراین خود را از درک شب یدر نحروم نیکمند ،همان گونهه که احادیث زیادی بر این انر داللت دارد. از پیامبر ﷺ ثابت شده است که شبی لیلهلالقدر را دیدنهد و آن شهب ،شهب بیستویکم بود؛ همچنین یک مسلمان وایعی نباید چنین شبهای پربرکهت و پرفضیلتی را از دست بدهد و باید تابع سنت پیامبر ﷺ باشد و همهی ده شهب را احیا کند تا ثواب و اجر همهی ده شب را نصیب خود کند."
},
{
"n": 483,
"q": "آیا تخصیص شب بیست و هفتم به عمره یا صدقه یا توزیوع غوذا،",
"a": "کار درستی است؟ خیر ،ترس از آن میرود که شخص با این تخصیص ،وارد بدعت شود."
},
{
"n": 484,
"q": "اگر شخصی شب قدر را در خواب دید ،آیا میتواند خوواب خوود را",
"a": "برای دیگران بازگو ماید و به آنها خبر دهد؟ شایسته نیست ،زیرا در پنهان بودن آن ،حکمتهای بزرگی برای بنهدگان خهدا وجود دارد و پیامبر ﷺ با وجود نویَّد بودن به وحی ،ویتی که خواست صهحابه را از آن شب باخبر کند ،به سبب درگیری دو شخص نتوانست خبر دهد و از نصیحت بندگان خدا برداشته شد تا درتمام ماه رمضان ،نخصوصاً ده شب آخر کوشش کمند."
},
{
"n": 485,
"q": "کسانی هستند که از شب قدر ،در گوشیها عکوس مویفرسوتند و",
"a": "میکمند ،آیا کار آنها درست است؟         خبر بخ کسانی که چنین کاری میکمند ترس از آن میرود که بها حکمهت پنههان ناندن آن شب ،متعارضه کمند و سبب سستی و کسالت مردم از ادانهی عبادت، در شبهای ماه رمضان شوند."
},
{
"n": 486,
"q": "آیا دعایی برای وداع با رمضان وجود دارد؟",
"a": "خیر ،چیزی در این باره از پیامبر ﷺ ثابت منت است."
},
{
"n": 487,
"q": "اعتکاف چیست؟",
"a": "اعتکاف ،نلستن در مسجد به نیت عبادت است که شخص با خود خلهوت کرده و ملغو عبادت میشود."
},
{
"n": 488,
"q": "اعتکاف چه حکمی دارد؟",
"a": "اعتکاف سنت است و پیامبر ﷺ آن را انجام داده است همانگونهه که عائله رضی الله عنها نمیگوید :پیامبر ﷺ تا زنان وفات ،ده شهب آخهر ماه رمضان را به اعتکاف نینلستند و بعد از ایلان همسرانش به اعتکاف نینلستند .نتفقعلیه"
},
{
"n": 489,
"q": "اعتکاف نشستن چه حکمتی دارد؟",
"a": "حکمت اعتکاف ،دوری از ملغولیتهای دنیهوی و فهارغ کردن یلهب هنگهام مناجات با الله تعالی و استفادهی هر چه بیشتر از این شبهای پربرکت است. روح و قلب انسان میشود؟       -49۰آیا میتوان گفت که اعتکاف ،باعث آرام بله ،زیرا انسان در دورههایی از زندگی خود ،نیاز به آرانش ،خلهوت و دوری از مکات و دردسرهای روزنمه دارد و اعتکاف بهترین فرصت برای به دست آوردن آرانش و مناجات و ذکر خداوند است."
},
{
"n": 491,
"q": "بهترین جا برای اعتکاف کجاست؟",
"a": "بهترین جا برای اعتکاف ،مساجد سهگانه یعنی همان مسجدالحرام ،مسجد ﷺ پیامبر و مسجداالیصی است ،چرا که نقام و منزلت واال و ثواب نضاعفی دارند."
},
{
"n": 492,
"q": "آیا اعتکاف در مساجد دیگر هم مشروع است؟",
"a": "بله ،اعتکاف در هر مسجدی جایز است و بهتر است در مسجدی باشد که، نماز جمعه در آن برگزار میشود تا شهخص نجبهور نباشهد برای نمهاز جمعهه بهجایی دیگر برود."
},
{
"n": 493,
"q": "اعتکاف از چه زمانی شروع میشود؟",
"a": "اعتکاف بعد از طلوع فجر شروع میشود ،عایله رضی الله عنها نهیفرنایهد: زنانی که پیامبر ﷺ نمی‌خواست اعتکاف کمند ،نماز فجر را نمیخوامند سپس به جایگاه اعتکاف خود میرفتند."
},
{
"n": 494,
"q": "اعتکاف چه زمانی به پایان میرسد؟",
"a": "با غروب خورشید در آخرین روز رمضان اعتکاف به پایان میرسد."
},
{
"n": 495,
"q": "آیا شروط و احکام خاصی برای اعتکاف وجود دارد؟",
"a": "رکن اعتکاف همان نلستن در مسجد به نیت عبادت است و شهروطش نثهل همهی عبادات است ،از جملهی آن شروط نمیتوان اسلام و عقل را نام بهرد و هر بال و غیربال و همچنین هر نرد و زنی نمیتواند به اعتکهاف بملهیند و همچنهین نمیتوان بدون روزه در غیر ماه رمضان و در هر مسجدی اعتکاف کرد."
},
{
"n": 496,
"q": "کمترین حد و اندازهی اعتکاف چقدر است؟",
"a": "تعیین شرعی اعتکاف ،به ده شب ذکر شده است انا در لغت ،همان نلستن برای ندتی اعتکاف گفته میشود .همانگونه که عمر رضی الله عنه نهذر کرده بود که شبی را به اعتکاف بنلیند و پیامبر ﷺ به ایلان فرمود که نذر خهود را بهجای آور و این داللت دارد بر اینکه که اعتکاف حد و حدود معینی ندارد."
},
{
"n": 497,
"q": "اعتکاف پیامبر ﷺ چه زمانی به پایان میرسید؟",
"a": "با غروب خورشید شب عید فطر."
},
{
"n": 498,
"q": "آیا اعتکاف در غیر رمضان نیز جایز است؟",
"a": "مشروع این است که انسان فقط در رمضان به اعتکاف بنلیند ،چون پیامبر ﷺ در غیر رمضان به اعتکاف منلستند و فقط یک بار که نتوانستند در رمضان به اعتکاف بنلیمند ،در شوا به اعتکاف نلسهتند ،انها اگهر انسهان در غیهر از رمضان اعتکاف کند جایز است ،زیهرا عمهر رضی الله عنه از پیامبر ﷺ سهوا کردند که من نذر کردهام که یک شب یا روز را در مسجدالحرام اعتکاف کهنم، پس پیامبر ﷺ فرمود :نذرت را ادا کن .روایت بخاری"
},
{
"n": 499,
"q": "آیا اعتکاف کردن در چند شب آخر ماه رمضان ،از سنت پیوامبر ﷺ",
"a": "به شمار میآید؟ در حقیقت نمیتوان بهطور حتم گفت که سهنت است ،چهون مقصهود از اعتکاف ،درک شب یدر است و نحل آن مخلص منت است ،به همین خاطر زنانی که پیامبر ﷺ در ده شب دوم رمضان به اعتکاف نلستند به ایلان وحی شد که آنچه به دنبا آن نیگردی در پیش روی توست ،پهس ایلهان میز ده شب آخر را بهصورت کامل به اعتکاف نلستند."
},
{
"n": 500,
"q": "آیا زنان میتوامند در خانه به اعتکاف بنشیمند؟",
"a": "خیر ،مشروع نیست."
},
{
"n": 501,
"q": "آیا جایز است که زن در مسجد به اعتکاف بنشیند و شروط آن چیست؟",
"a": "بله جایز است .در صورتیکه در این کار برای زنان ههیچ نخالفهت شهرعی وجود نداشته باشد و همچنین در حق خانه و خانواده خود کوتاهی نلود."
},
{
"n": 502,
"q": "آیا اعتکاف در نمازخانهها درست است؟",
"a": "اگر این نمازخانهها دائمی باشند و پنج ویت در آن نماز بر پا شود ،اشهکالی ندارد که شخص در آن اعتکاف کند."
},
{
"n": 503,
"q": "انجام چه اعمالی در وقت اعتکاف مستحب است؟",
"a": "مستحب است که انسان تمام ویت خود را به عبادت خداوند متعال از یبیل نماز ،یرائت یران و ذکر ملغو باشد."
},
{
"n": 504,
"q": "انجام چه اعمالی در وقت اعتکاف مکروه است؟",
"a": "مکروه است که شخص ،ویت خود را بیهوده سپری کند ،آنگونه که بعضهی از نعتکفین انجام میدهند ،چنانکه ملاحظه میشود که در هر ویتهی مردم پیلهش نیآیند و ملغو صحبت با آنان میشود ،همچنین گاهی اویات اعتکافش را بدون فایده یطع میکند ،انا صحبت کردن با خانواده و دوستان در حهد نعمهو اشهکالی ندارد .در صحیحین آنده است که ام المومنین صفیه رضی الله عنه نهزد پیامبر ﷺ نیآند و ساعتی با او سخن نیگفت سپس به خانهی خود برنیگلت."
},
{
"n": 505,
"q": "انجام چه اعمالی بر شخص معتکف ممموع است؟",
"a": "بدون عذر از مسجد خارج شدن ،ملهغو خریهدوفروش شدن و همبسهتر شدن با همسر بر نعتکف نمموع است."
},
{
"n": 506,
"q": "انجام چه اعمالی برای معتکف مباح است؟",
"a": "صحبت کردن با مردم در امور نعروف و احوالپرسی بها آنها ،خهارج شدن از مسجد برای کارهای ضروری نثل غذا خوردن در صورتی که کسی نباشد برایش تهیه کند ،همچنین خروج برای انر شرعی و واجب نامند غسل از جنابت."
},
{
"n": 507,
"q": "آیا بیرون رفتن از مسجد برای قضای حاجت (دستشویی) اشکال دارد؟",
"a": "خیر ،اشکالی ندارد ،اگرچه دستلویی دور از مسجد باشد."
},
{
"n": 508,
"q": "آیا رفتن به عیادت مریض و یا تشییعجنازه برای معتکف اشکالی دارد؟",
"a": "از ام المومنین عایله رضی الله عنها روایت شده است که :سنت این است که شخص نعتکف نه به زیارت مریض برود و نه تلییع جنازله و نه به زنهی دست زند و نه با او همبستر شود و نه برای هیچ حاجتی ،نگر حاجت ضروری، خارج شود و همچنین بایهد در ها اعتکهاف ،روزه باشهد و اعتکهاف بایهد در مسجدی باشد که نماز پنجگانه در آن برگزار میشود."
},
{
"n": 509,
"q": "آیا جایز است که شخص معتکف شرط کند که هر شب برای کاری",
"a": "از مسجد خار شود؟ خیر ،شایسته نیست؛ چون این کار از مقصود اعتکاف که همان ییهام شهب یدر و طاعت و عبادت است ،به دور است."
},
{
"n": 510,
"q": "آیا روزه بودن از شروط اعتکاف است؟",
"a": "خیر ،شرط نیست بلکه انسان هر ویت که بخواهد نمیتواند به اعتکاف بنلیند."
},
{
"n": 511,
"q": "کسی که رغبت به اعتکاف ندارد ،آیا میتواند کار دیگری انجام دهد؟",
"a": "اگر مسلمان در این ده شب پربرکت نخواست اعتکاف کند ،در مقابل سعی کند در حد امکان با مردم زیاد رفتوآند نکند ،چهون رفتوآنهد بسهیار ،بهر یلهب تهاثیر نیگذارد و انسان را از طاعت و عبادت بازدارد ،زیرا غالهب این رفتوآنهدها در این زنانه بیش از آنکه نمفعت داشته باشد ،به انسان ضرر نیرساند."
},
{
"n": 512,
"q": "اگر کسی به خاطر عذری نتوانست در رمضان اعتکواف کنود ،آیوا",
"a": "میتواند بعد از رمضان قضا کند؟ بله چون پیامبر ﷺ بعد از رمضان در شوا به اعتکاف نلستند."
},
{
"n": 513,
"q": "دخول ماه شوال با چه چیزی ثابت میشود؟",
"a": "دخو ماه شوا با اتمام ماه رمضان (سی روز) یا با دیدن هلال ماه شهوا ثابت میشود. موردقبول واقع نشود،     -514کسی که هلالل ماه شوال را ببیند ولی حرف چه کاری باید انجام دهد؟ افطار میکند و روزه نمیگیرد ،انا برای اینکه نخهلالف جماعهت ملهود یها سوءظنی در مورد او پیش نمیآید ،افطارش را ظاهر نمیکند."
},
{
"n": 515,
"q": "آیا در شب عید فطر نماز تراویح خوانده میشود؟",
"a": "خیر ،در شب عید نماز تراویح برگزار نمیشود."
},
{
"n": 516,
"q": "آیا مسلمان به هنگام رویت هلالل ماه شوال دعا میکند؟",
"a": "بله و همچنین به هنگام رویت همهی هلال ماهها دعا میکند."
},
{
"n": 517,
"q": "حکم نماز عید چیست؟",
"a": "علما در مورد حکم نماز عید سه یو بیان نمودهاند: قول اول :سنت است. قول دوم :فرض کفایه است ،زیرا از شعائر ظاهری اسلام به شمار نیآیهد، به همین خاطر به صورت جماعت و در صحرا و نصال برگزار میشود و هر چه از شعائر ظاهر باشد فرض کفایه نحسوب میشود ،نامند اذان. قول سوم :فرض عین است ،زیرا پیامبر ﷺ در آن حتی به زمان هائض، دختران غیربال و بردگان انر میکرد که به نصالی عید بیایند. و یو سوم ،یولی است که ابن تیمیه رحمهالله اختیار کرده است."
},
{
"n": 518,
"q": "مسلمانان دارای چند عید میباشند؟",
"a": "مسلمانان تنها دارای دو عید به نامهای فطر و اضحی (یربان) نیباشند که این دو را پیامبر ﷺ برای نا مشروع کرده است."
},
{
"n": 519,
"q": "آیا این اعیاد جایگزینی برای اعیاد جاهلی محسوب میشوند؟",
"a": "بله ،جایگزینی برای دو عید موروز و مهرگان نحسوب میشوند."
},
{
"n": 520,
"q": "آیا مشروع است غیر از این دو عید ،ایام دیگری را به عنوان عیود",
"a": "وصف کرد؟ ترس از این میرود که با وصف ایام دیگری به عید ،سبب به وجود آنهدن بدعت و یا کمارزش شدن عید شرعی شود ،نامند روز نادر ،روز پرچم و غیره."
},
{
"n": 521,
"q": "شادی مشروع در روز عید چگونه محقق میشود؟",
"a": "با جمع شدن برای نماز عید و تبریک گفتن به مردم و خوشحا کردن بچههها با دادن عیدی به آنها و جمع شدن خانوادهها برای بجا آوردن صهلهی رحهم این شادی محقق میشود؛ انا در روز عید نیبایست از اعما و ایوالی که سبب خلهم و غضب خداوند میشود برحذر بود و حتی در پوشش و غیره ،به آن توجه داشت."
},
{
"n": 522,
"q": "انسان مسلمان برای نماز عید ،باید بوه چوه آداب شورعی مقیود و",
"a": "آراسته باشد؟ از جمله آداب شرعی که باید به آن مقید باشد :خوردن خرنا یبهل از خهارج شدن بهسوی نماز ،زینت کردن خود با غسل و پوشیدن لباس زیبا ،تکبیر گفتن در حا رفتن به نصال و توصیهی مردم به تکبیر گفتن."
},
{
"n": 523,
"q": "چه چیزی بر زنان به هنگام رفتن بهسوی نماز عید ،واجب است؟",
"a": "بر آنها واجب است زنانی که برای نماز عید خارج میشوند از نحلهی که نردان هستند دور شوند و خود را نعطر نسازند و حجاب خود را رعایت کمند ،به همین خاطر ویتی پیامبر ﷺ به زنان برای رفتن به این نماز انر فرمود ،زنان از او پرسیدند :ای پیامبر خدا ،یکی از نا جلباب ندارد! پیامبر ﷺ فرمود( :خواهرش با جلباب خویش او را بپوشاند ).روایت مسلم جلباب چیزی شبیه عبا است و این حدیث داللهت بهر آن دارد که بهر زن واجب است هنگام خارج شدن بهسوی نماز ،خود را بپوشاند."
},
{
"n": 524,
"q": "نماز عید به چه صورت خوانده میشود؟",
"a": "نماز عید با تکبیرهاالحرام شروع میشود و بعد از آن انام شش تکبیر نیگویهد، سپس سورهی فاتحه و سورهای بعد از آن را نیخوانهد و برای رکعهت دوم بها تکبیر از سجده برنیخیزد و بعهد از بلنهد شدن پهنج تکبیهر نیگویهد ،سهپس سورهی فاتحه و سورهای بعد از آن را نمیخواند ،اگر در رکعت او بعد از فاتحه سورهی (اعلی) خواند ،در رکعت دوم بعد از فاتحه سورهی (غاشیه) نمیخواند؛ و اگر در رکعت او سورهی (ق) خواند ،در رکعت دوم سورهی (یمر) نمیخواند."
},
{
"n": 525,
"q": "نماز عید چه موقع ادا میشود؟",
"a": "ویت نماز عید از باال آندن خورشید بهاندازهی یک میزه تها زوا خورشهید (قرار گرفتن خورشید وسط آسمان) است .اگر بهاندازه باال آندن دو نیزه تهاخیر شد هم اشکالی ندارد ،زیرا مردم در عید فطر احتیهاج بههویت بیشتهری برای پرداخت زکات فطرشان تا پیش از نماز دارند."
},
{
"n": 526,
"q": "آیا مشروع است نمازگزار بعد از ادای نماز عید از راه دیگری برگردد؟",
"a": "بله مشروع است و انجام این کار ایتدا به رسول خدا ﷺ نحسوب نیشهود. در این باره از جابر بن عبدالله رضی الله عنه روایتشده است که فرمهود :پیامبر ﷺ در روز عید برای برگلت ،راه دیگری را برنیگزید .روایت بخاری"
},
{
"n": 527,
"q": "برگشت از راه دیگر ،بعد از نماز عید چه حکمتی دارد؟",
"a": "حکمت آن تبعیت از سنت رسول الله ﷺ است ،الله متعال نفرماید( :وهدا اکن لماهن ول ماهن اذا قض الله ورسوهل امرا ان یکون لهدم الدریه هدن امدرهم :و هیچ نرد و زن نومنی را نسزد ،هنگامی که الله و پیامبرش کاری را حکهم کنهد، آنکه آنها را در کارشان اختیاری باشد و هر کس الله و پیامبرش را نافرنانی کنهد، بهراستیکه در گمراهی آشکاری گرفتار شده است ).احزاب۳6 : این از حکمت تعبدی آن است و بعضی از علما اسبابی را ذکر کردهاند ،که از این اسباب ،اظهار شعائر و نراسم اسهلالنی در بازارههای نسهلمانان است و اینکه این دو راه در روز ییانت برای شخص شهادت دهنهد .همچنهین گفته شده برای صدقه دادن به فقرا در راه دوم است."
},
{
"n": 528,
"q": "آیا بر شخصی که نماز عید از او فوت شده ،قضا وجود دارد؟",
"a": "مشروع است که به چهار رکعت قضا کند؛ از ابن نسعود رضی الله عنه روایت است که فرمود( :کسی که نماز عید از او فوت شد ،چهار رکعت قضا کند). همچنین گفته شده دو رکعت نمیخواند ،زیرا در صحیح بخاری ثابت است که( :اگر شخصی نماز عید از او فوت شد ،دو رکعت قضا میکند)."
},
{
"n": 529,
"q": "کسی که از ادای نماز عید تنبلی و کسالت میورزد چه حکمی دارد؟",
"a": "بر اوست که تقوای خدا پیله کرده و نماز را که شانل دعا ،خیر ،دیدار بها مردم و نحبت با آنهاست ،بر پا دارد .این در حالی است که اگر کسی او را بهر لهو و لعبی دعوت کند فوری آن را نمیپذیرد و بهسهوی آن نیشهتابد ،انها آیها شایسته است که با نمازی که رسول خدا ﷺ برای رسیدن به اجهر و ثهواب آن سفارش کرده ،اینچنین رفتار شود؟!"
},
{
"n": 530,
"q": "آیا نماز عید برای مسافر مشروع است؟",
"a": "خیر ،مشروع نیست ،انا اگر مسافر در کلوری باشد که در آن جا نماز عیهد برپا میشود ،با آنان نماز نمیخواند."
},
{
"n": 531,
"q": "آیا جایز است روز عید ،روزه گرفته شود؟",
"a": "خیر ،روزهی روز عید حرام است .ابوسعید خدری رضی الله عنه روایت میکند که( :رسول الله ﷺ از روزه گرفتن در دو روز فطر و یربان نهی فرموده است). روایت بخاری"
},
{
"n": 532,
"q": "اگر روزهی روز عید به سبب نذر یا کفاره باشد ،چه حکمی دارد؟",
"a": "روزه گرفتن در ایام عید ،به اجماع و اتفاق علما حرام است ،در نتیجه اگر به سبب قضا روزه گرفت ،یضا حاصل نمیشود و اگر نهذر کرد که در روز عیهد، روزه بگیرد ،نزد جمهور نذر او منعقهد نمیشود ،زیهرا نهذر نعصهیت نحسهوب میشود .در این باره پیامبر ﷺ نفرماید( :هر کس نذر کرد که نعصهیت الله متعال کند ،پس به نذرش وفا نکند) روایت بخاری"
},
{
"n": 533,
"q": "اگر روز عید با جمعه مصادف شود و شخص مسلمان در نماز عیود",
"a": "شرکت کند ،آیا بر او واجب است که در نماز جمعه نیز حاضر شود؟ اگر نماز جمعه و عید در یک روز مصادف شود ،در این حالهت نمهاز عیهد و جمعه برگزار میشود ،انا شخصی که با انام در نماز عید حاضر شده است ،اگر خواست در نماز جمعه حاضر میشود و اگر نخواست ،حاضهر نمیشود و فقهط نماز ظهر را بجا نیآورد."
},
{
"n": 534,
"q": "مقصود از روزهی قضا چیست؟",
"a": "یعنی بجا آوردن روزهای که انسان در رمضان افطار کرده باشد ،یها روزهای که برای هر مسلمان به سبب نذر یا کفاره بعد از نرگش ادا میشود."
},
{
"n": 535,
"q": "ادای روزهی قضا برای چه کسی مشروع است؟",
"a": "برای زنانی که دچار حیض و نفاس میشوند و بیماری که مریضهی نویهت دارد و همچنین مسافری که به سبب سفر ،روزه نگرفته است."
},
{
"n": 536,
"q": "کسی که عمدا و بدون عذر روزهی خود را افطار کنود ،آیوا قضوای",
"a": "روزه بر او واجب است؟ بر او قضا نیست ،انا بر او واجب است که توبه کرده و از این گماه کبیهره پلیمان باشد( .نترجم :جمهور فقها بر آناند که یضای آن روز بر او واجب است)."
},
{
"n": 537,
"q": "آیا شخصی که بودون عوذر روزهاش را افطوار مویکنود و سوپس",
"a": "پشیمان میشود ،میتواند قضای آن را بجای آورد؟ بله و این را سعید بن نسیب ،شعبی و ابن جبیر و غیر از آنها فتوا دادهاند."
},
{
"n": 538,
"q": "آیا روزهی قضا را باید بالفاصله و پشت سر هم ادا کرد یا میتووان",
"a": "بهصورت پراکنده هم بهجا آورد؟ نمیتوان پلت سر هم و پراکنده بدون آنکه یکی را بر دیگری ترجیح دهد بجا آورد و نمیتوان یضایش را فهورا بعهد از عیهد رمضان ادا کرد .همچنهین نمیتوان آن را تا ماه شعبان ،به تاخیر انداخت."
},
{
"n": 539,
"q": "آیا دلیلی بر تاخیر قضای روزه وجود دارد؟",
"a": "بله عایله رضی الله عنها نفرماید( :روزهایی از رمضان بر من نانهده بهود که نمیتوانستم آنها را قضا کنم تا اینکه ماه شعبان فرا میرسید ).روایت مسلم"
},
{
"n": 540,
"q": "آیا فرقی بین ادای روزه و قضای آن وجود دارد؟",
"a": "بله از فرقهای بین آن دو ،این است که قضا دارای ویتی وسیع تها رمضان بعهد است ،انا ادا دارای ویتی نحدد و مخلص است؛ همچنین در ویت ادا اگر همبسهتری صورت گیرد ،کفاره بر شخص مرتب میشود ولی در ویت قضا چنین نیست. باشد ،آیا از او ساقط میشود؟      -541کسی که فوت کرده و روزه بر گردن خیر از او سایط نمیشود و باید یکی از اولیای او بجایش روزه بگیرد."
},
{
"n": 542,
"q": "دلیل مشروعیت روزهی ولیّ برای میّت چیست؟",
"a": "از عایله رضی الله عنها روایت است که رسول خدا ﷺ فرمهود( :کسهی که فوت کرد و بر او روزهی قضا بود ،ولیّ او بجای او روزه بگیرد ).نتفقعلیه"
},
{
"n": 543,
"q": "ولیّ به چه کسی گفته میشود؟",
"a": "ولیّ به کسی گفته میشود که از نزدیکان باشد و همچنین به کسهی که بهرهای از نیراث دارد و بعضی او را خاص به عصبهی نیت میدامند."
},
{
"n": 544,
"q": "چرا قضای روزهی میّت به ولیّ او اختصاص داده شده است؟",
"a": "در نصوص شرعی این حکم برای ولیّ وارد شده است ،زیرا غالبا ولیّ است که برای برائت ذنّه نیّت خود میکوشد."
},
{
"n": 545,
"q": "آیا قضای ولیّ ،برای میّت خود شامل تمام روزههای است که میّت",
"a": "نگرفته است؟ خیر ،نیابت فقط در روزهی نذر یابل یبو است ،نه روزهای که طبهق اصهل در شرع واجب شده است (نامند روزهی رمضان) که نیابت در آن یابهل یبهو نیسهت، بنابراین هیچکسی بجای دیگری روزه نمیگیرد و یا نماز نمیخواند ،انا نیابت آنچه انسان بیش از مقدار مشروع ،بر خود واجب کرده باشد ،یابل یبو است."
},
{
"n": 546,
"q": "چه دلیلی بر مشروعیت نیابت در روزه وجود دارد؟",
"a": "در بعضی روایات صحیح آنده است که پیامبر ﷺ فرمود( :کسی که بمیرد و بر او روزهی نذر باشد ،ولیّ او بجای او روزه بگیرد)."
},
{
"n": 547,
"q": "آیا اولیای میّت میتوامند به طور مشترک بجای میّت روزه بگیرند؟",
"a": "بله ،نامند اینکه بر نیّت ده روز روزه باشد و ده نفر از اولیای او در یک روز بجای او روزه گیرند ،بهشرط اینکه روزهی نیّت نلروط بهر تتهابع (پهیدرپهی بودن) نباشد ،انا اگر نلروط بر تتابع بود آن دو نفر نیبایست هرکدام در روزی جداگانه روزه بگیرند."
},
{
"n": 548,
"q": "شخصی که فوت کرده و بر ذمّهی او دو ماه روزهی پیواپی وجوود",
"a": "دارد ،آیا جایز است که چند روز آن توسط یکوی از اولیوا و بقیوهی آن بدون انقطاع ،توسط دیگری گرفته شود؟ خیر یابل یبو نیست ،زیرا روزهای که در آن تتابع شرط باشد ،تنها با انجام آن از طرف یک شخص محقق میشود ،بنابراین به سبب انقطاع پیشآنده در روزهی شخص او نیبایست این دو ماه از نو روزه گرفته شود و روزههای که گرفته شده روزهی نافله برای نیّت نحسوب میشود."
},
{
"n": 549,
"q": "اگر شخص مسلمان قبل از تمام شدن رمضان فوت کند ،آیوا ادای",
"a": "روزههای باقیمانده ماه رمضان ،بر عهدهی ولیّ اوست؟ خیر ،بر ولیّ او لازم نیست که روزه را کامل کرده و یا بجای او فدیه دهد."
},
{
"n": 550,
"q": "کسی که فوت کرده درحالیکه نیت قضای روزهاش را داشته ولی موفوق",
"a": "به قضا نشده باشد ،آیا فرزندان میتوامند روزههای را قضا کمند؟ کسی که به سبب عذر شرعی در رمضان افطهار کنهد و بهدون ههیچ کوتهاهی نتوانست یضایش را بجا آورد تا اینکه فوت کند ،نه یضایی بر اوست و نه فدیه ،انا اگر تاخیر به غیر از عذر شرعی باشد ،جایز است که یکهی از نزدیکهانش بجهای او روزه بگیرد؛ از عایله رضی الله عنها روایت است که رسول خدا ﷺ فرمهود( :کسهی که فوت کرد و بر او روزهی قضا بود ،ولیّ او بجای او روزه گیرد ).نتفق علیه"
},
{
"n": 551,
"q": "کسی که به سبب ترک روزه ،فدیه (غذا دادن) بر او واجب میشود،",
"a": "آیا میتواند آن را در سفرههای افطاری که در مساجد بورای کوارگران فقیر برپا میشود ،صرف کند؟ بله زنانی که اطمینان حاصل کند تعداد فقرا بهاندازهی روزهای افطار شده باشد و همچنین غذای شخص دیگری با غذای او نخلوط نلود ،نمیتواند چنین کند."
},
{
"n": 552,
"q": "کسی که در رمضان به خاطر بیمواری بیهووش شوده و در حالوت",
"a": "بیهوشی از دنیا برود ،چه حکمی بر او مترتب میشود؟ نه قضا بر اوست و نه کفاره ،زیرا در این حالت عقل از بین رفته است."
},
{
"n": 553,
"q": "کسی که در روز رمضان افطار کند ،سپس بدون عذر قضوای آن را",
"a": "تا فرارسیدن ماه رمضان بعدی بجا نیاورد ،چه چیزی غیر از قضای آن، بر او واجب میشود؟ در این صورت جز قضا چیز دیگهری بهر او لازم نیسهت ،خداوند عزوجهل نفرماید ...( :و اگر کسی بیمار یا مسافر باشد نمیتواند از رخصت استفاده کنهد و چندی از روزهای دیگر را روزه گیرد  )...بقره185 : خداوند عزوجل در این آیه تنها یضای روزهای افطار شده را ذکر میکند و نه چیز دیگری را و بعضی از علما به سبب کوتاهی و تهاخیر در یضها ،به دادن فدیهه همراه با قضا فتوا دادهاند که این یو نیز یو پسندیده و یابلیبولی است. اطالعات عمومی"
},
{
"n": 554,
"q": "مراد از تطوّع در عبادات چیست؟",
"a": "نراد از تطوّع ،تقرّب به الله متعال بهوسیلهی انجام چیزههایی که بهر فهرد فرض و واجب نیست ،نامند سنتهای نماز و صدیات داوطلبانه بهغیر از زکات."
},
{
"n": 555,
"q": "مراد از روزهی تطوّع چیست؟",
"a": "نراد از آن ،روزهی غیر از ماه رمضان و روزههایی است که انسان بهر خهود واجب میکند (نامند روزهی نذر) .به دلیل حدیث ضمانه بن ثعلبه رضی الله عنه که برای نطلع شدن از شرائع اسلام به خدنت رسول الله ﷺ آند و در آن دیدار به او خبر داد که الله متعال فقط روزهی رمضان را بر آنها فرض کرده است، سپس ضمانه عرض کرد :آیا غیر از آن بر من واجب است؟ فرمود( :خیر ،نگهر که تطوّع بگیری)."
},
{
"n": 556,
"q": "عنایت و توجه به عبادات تطوّع برای انسان چه اهمیتی دارد؟",
"a": "انجام عبادات تطوّع (سنت) نمفعت زیادی برای شخص مسلمان دارد ،زیهرا مقص در عبادات واجب بهوسیلهی عبادات تطهوّع و سهنت کانهل نیشهود .در حدیث عرضهی اعما انسان در روز ییانت آنده است که آنگاه که مقصی در فرایض شخص وجود داشته باشد خداوند متعال نفرماید( :نگاه کنید آیا برای بندهام عبادات تطوّع وجود دارد؟)"
},
{
"n": 557,
"q": "ادای یک روز ،روزهی سنت در پیشگاه خداوند چه پاداشی دارد؟",
"a": "از ابوسعید خدری رضی الله عنه روایت شده است که گفهت :رسهو الله ﷺ فرمود( :هیچ بندهای نیست که یک روز را در راه الله روزه بگیرد نگر به سهبب آن روز ،الله صورتش را به ندت هفتادسا از آتش دور نگه دارد ).نتفق علیه"
},
{
"n": 558,
"q": "آیا دلیلی بر اهتمام پیامبر ﷺ به روزهی سنت وجود دارد؟",
"a": "بله ،هیچ ماهی نمیگذشت نگر اینکه پیامبر روزهایی از آن را روزه نگرفت؛ در این باره از عائله رضی الله عنها روایهت است که پیامبر ﷺ ههیچ ماهی را بهصورت کامل روزه نمیگرفت نگر ماه رمضان را ،و هیچ ماهی را افطهار و بهدون روزه نبود نگر اینکه چند روزی از آن را روزه نگرفت .روایت مسلم"
},
{
"n": 559,
"q": "آیا اوقاتی وجود دارد که روزهی سنت در آن ممموع باشد؟",
"a": "بله ،نامند روزهی روز جمعه بهتنهایی و بدون سبب ،روزهی روزهای عید فطر و یربان و روزهی ایام تلریق ،نگر برای کسی که سببی نتعلق به حج دارد."
},
{
"n": 560,
"q": "چه موقع برای روزهی سنت نیت بجا آورده میشود؟",
"a": "برای روزهی سنت نمیتوان در نیمهی روز نیز نیهت کرد ،بهشهرط اینکه مسلمان از مفطرات خودداری کرده باشهد؛ دراینبهاره از عائله رضی الله عنها روایت است که( :روزی پیامبر ﷺ وارد خانهه شهد و فرمهود :آیها چیهزی برای خوردن نزد شما وجود دارد؟ گفتیم :خیر ،فرمود :پس من روزهام ،سهپس روزی دیگر به خانه آند ،گفتیم :ای رسول خدا ،حیس برای نا آوردهاند؛ فرمود :آن را برایم بیاور ،صبح را با روزه شروع کردم ،سپس آن را خورد ).روایت مسلم حیس :غذایی از روغن و کلک و خرنا"
},
{
"n": 561,
"q": "دلیل مشروعیت نیت روزهی سنت در نیمهی روز چیست؟",
"a": "از ابن عباس رضی الله عنه وارد شده است که او بدون اینکه از یبهل نیهت کند روزه نگرفت ،انا او در آن روز غذایی نخورده بهود .همچنهین از حذیفهه وارد شده است که بعد از زوا خورشید ،روزه گرفته است؛ یعنی او بعد از ظهر نیت کرده و آن را به مردم اعالم کرده است."
},
{
"n": 562,
"q": "آیا نیت برای روزهی سنت معین ،با نیت در دیگر روزههوای سونت",
"a": "فرق دارد؟ بله ،برای سنت مطلق ،نیتکردن در شب شرط نیسهت ،طبهق حهدیث عائله رضی الله عنها که فرمود( :روزی پیامبر ﷺ به خانه وارد شد و فرمهود :آیها نهزد شما چیزی برای خوردن وجود دارد؟ گفتیم :خیر .فرمود :پس من روزهام) .روایت مسلم انا برای سنت معین نامند روزهی روز عرفه یها عاشهورا ،الزم است برای آنها در شب نیت شود."
},
{
"n": 563,
"q": "آیا برای مرد جایز است که همسرش را دستور بوه افطوار روزهای",
"a": "دهد که بر او واجب است؟ خیر ،هرگاه زنی یضای روزهی واجبش را شروع کرد ،افطار آن روزه برای او بدون عذر شرعی جایز نیست و برای شوهر نیز در حالی که او روزه است، جایز نیست او را به افطار دستور دهد و یا با او نزدیکهی کنهد؛ و برای زن میز جایز نیست که در این نساله از همسرش اطاعت کند .باید توجه داشت که این نساله برخالف روزهی سنت است که در آن نیبایست از شوهر اجازه گرفته شود ،طبق حدیث ابوهریره رضی الله عنه که از پیامبر ﷺ روایت میکند( :ههیچ زنی در حضور شوهرش روزه نمیگیرد ،نگر با اجازهی او ).روایت بخاری"
},
{
"n": 564,
"q": "آیا بر زن واجب است که برای قضای روزهی فورض از شووهرش",
"a": "اجازه بگیرد؟ خیر ،بر زن واجب است که آن مقدار از روزهی ماه رمضان را که نگرفتهه است قضا کند ،اگرچه بدون آگاهی شوهرش باشد و برای روزهی واجب ،اجازهی شهوهر شرط نیست. روز از ماه شوال     روزه ش"
},
{
"n": 565,
"q": "چه روزهای ادای آن بعد از روزهی ماه رمضان مشروع است؟",
"a": "روزهی شش روز از ماه شوا مستحب است."
},
{
"n": 566,
"q": "برای روزهی ماه شوال چه پاداشی معین شده است؟",
"a": "از ابو ایوب انصاری رضی الله عنه روایت است که گفهت :رسهو الله ﷺ فرمهود: (هر کس هر سا روزهی ماه رمضان را بگیرد ،سپس به دنبا آن شش روز از ماه شوا را نیز روزه باشد ،نثل این است که تمام سا روزه بوده است) .روایت مسلم"
},
{
"n": 567,
"q": "چگونه با این روزه ،روزهی یک سال محقق میشود؟",
"a": "این روزه از خال حدیث ثوبان محقق میشود که او از پیامبر ﷺ شنید که نفرماید( :الله متعال پاداش هر نیکی را ده برابهر یهرار داده است ،پهس ماه رمضان بهاندازهی ده ماه و شش روز بعد از رمضان بهاندازهی دو ماه که جمعها مقدار تمام سا میشود ).روایت نسائی روز از ماه شوال بهصورت پشت سر         -5۶8آیا لازم است که روزهی ش هم باشد؟ خیر ،نلروط نیست و نمیتوان بهصورت نتفریه و جدا از هم در ایام شهوا روزه گرفت."
},
{
"n": 569,
"q": "کسی که قضای روزهی رمضان بر ذمه دارد ،آیا باید ابتودا آن را ادا",
"a": "کند یا میتواند اول روزهی ماه شوال را بجا آورد؟ بهتر است که ابتدا روزهی واجب را قضا کند ،انا اگر ابتهدا روزهی شهوا را شروع کرد ،اشکا ندارد ،چنانکه زنان با وجود روزههای نگرفته از ماه رمضان، ابتدا شروع به روزهی شوا میکمند و این کار آنان اشکالی ندارد."
},
{
"n": 570,
"q": "آیا میتوان روزهی شوال و روزهی قضا را با یک نیت ادا کرد؟",
"a": "اشتراک در نیت در این نوضع جایز نیست ،زیرا روزهی شهوا دارای نیتهی جدا و روزهی قضا دارای نیت مقید دیگری است ،بنابراین اشتراک بین دو نیت نختلف در یک روز جایز نیست."
},
{
"n": 571,
"q": "آیا میتوان روزهی شوال را در روزهای دوشنبه ،پنجشونبه و ایوام",
"a": "بیض (سه روز وسط هر ماه عربی) ادا کرد؟ بله جایز است ،زیرا روزهای دوشنبه ،پهنجشهنبه و ایهام بهیض دارای نیهت مقیدی نیستند و فقط روزه گرفتن در این روزها مستحب است؛ همچنهین روزه در این روزها ،با هر نیت دیگری نیز امکانپذیر است. روزهی ماه محرم و عاشورا"
},
{
"n": 572,
"q": "بهترین روزه بعد از روزهی ماه رمضان ،کدام است؟",
"a": "از ابوهریره رضی الله عنه روایت است که :رسول الله ﷺ فرمود( :بهترین روزه بعد از روزهی ماه رمضان ،روزهی ماه خدا است که آن را نحهرم نهیخوامند و بهترین نماز بعد از نماز فریضه ،نماز در د شب است ).روایت مسلم"
},
{
"n": 573,
"q": "روزهی عاشورا چه حکمی دارد؟",
"a": "مستحب است ،پیامبر ﷺ در این بهاره نیفرنایهد( :امهروز عاشوراست و روزهی آن بر شما واجب نیست ،من خود روزه هستم ،هر کس خواست روزه باشد و هر کس نخواست افطار کند ).نتفق علیه"
},
{
"n": 574,
"q": "آیا روزهی عاشورا قبل از اسلام نیز رایج بوده است؟",
"a": "بله در این باره از عایله رضی الله عنها روایت شده است که فرمهود( :یهریش در دورهی جاهلیههت ،روز عاشههورا را روزه نیگرفههت و پیههانبر ﷺ نیههز آن را روزه نگرفت ،چون به ندینه آند خودش روز عاشورا را روزه نگرفت و به مردم میز دستور میداد روزه بگیرند .چون روزهی رمضان فرض گردید فرمود :هر کس دلش خواست عاشورا را روزه بگیرد و هر کس نخواست افطار کند ).نتفق علیه"
},
{
"n": 575,
"q": "آیا روزهی یک روز قبل یا بعد از عاشورا مشروع است؟",
"a": "بله طبق یو پیامبر ﷺ که فرمود( :اگر سا آینده زنده بمانم تاسوعا را نیز همراه عاشورا روزه خواهم بود ).روایت مسلم ابن عباس رضی الله عنه گفت :ولی سا آینده پیامبر ﷺ وفات نمودند و به ماه نحرم نرسیدند."
},
{
"n": 576,
"q": "حکم روزهی عاشورا به تنهایی و بدون روزه گرفتن یک روز قبول و",
"a": "بعد آن چیست؟ اگر با عذر باشد اشکالی ندارد و اگر بدون عذر باشد در این صبورت اصهل مشروعیت روزه با اصل طلب نخالفت با الله کتاب تعارض پیهدا میکند ،به همین خاطر برای احتیاط گفته میشود یک روز پیش یا بعد از آن را روزه بگیرد، یا اینکه بهتر آن است که سه روز را باهم روزه بگیرد."
},
{
"n": 577,
"q": "حکم روزهی نذر همراه با روزه عاشورا چیست؟",
"a": "جایز نیست ،به سبب اختالف نیت برای هرکهدام از آنها ،زیهرا هرکهدام دارای نیت مقیدی نیباشند. روزهی نه روز از ماه ذیالحجه"
},
{
"n": 578,
"q": "انجام اعمال صالح در ده روز اول ماه ذیالحجه چه فضیلتی دارد؟",
"a": "از ابن عباس رضی الله عنه روایت است که پیامبر ﷺ فرمود( :انجام اعما صالح در هیچ ایانی بهاندازهی این ایام ،نزد خداوند نحبوب نیست .گفتنهد :یها رسهو الله ﷺ حتی جهاد در راه خدا؟ فرمود :حتی جهاد در راه خدا ،نگر شخصی که با نا و جانش خارج شود و با هیچیک از آن دو برنگردد ).روایت بخاری"
},
{
"n": 579,
"q": "در مورد شخصی که همهی  9روز از ماه ذیالحجه را روزه میگیرد",
"a": "چه حکمی وجود دارد؟ اشکالی در این انر وجود ندارد و این عمل از جمله اعما صالح مطلوب ،در این ده روز است و در مورد پلت سر هم روزه گرفتن در این ایام از پیامبر ﷺ نهی وارد منت است."
},
{
"n": 580,
"q": "اگر روزهی این ایام با روزهی دوشنبه ،پنجشنبه هموراه شوود ،آیوا",
"a": "برای روزهدار دو اجر وجود دارد؟ بله ،برای او دو اجر وجود دارد ،باذن الله."
},
{
"n": 581,
"q": "روزهی روز نهم از ماه ذیالحجه (روز عرفه) چه اجری دارد؟",
"a": "از پیامبر ﷺ روایت شده است که فرمود( :انید است که سهبب بخلهایش گماهان سا گذشته و آینده شود) .روایت مسلم"
},
{
"n": 582,
"q": "آیا حاجی در مکه در این ایام روزه میگیرد؟",
"a": "در سنت پیامبر ﷺ چیزی نبنی بر اینکه حاجی در ایام ذیالحجهه روزهی سنت بگیرد ،ثابت منت است؛ همچنین روز عرفه در حج نیز روزه نمیگیرد. روزهی دوشنبه و پنجشنبه"
},
{
"n": 583,
"q": "پیامبر ﷺ از روزهی دوشنبه ما را باخبر ساخته ،زیرا کوه در آن روز",
"a": "به دنیا آمده است ،آیا این خبر دلیلی بر برپوایی جشون و شوادی بوه مناسبت والدت ایشان است؟ پیامبر ﷺ در مورد روز دوشنبه نیفرناینهد( :آن روزی است که در آن نتولهد شدم و در آن برانگیخته شدم و در آن بر من وحی ناز شده است ).روایت مسلم شکی نیست که والدت پیامبر ﷺ به نسبت همهی مردم خیر است ،زیرا او رحمتی برای جهامیان است ،پس والدتش والدت رحمت است ،انها در مهورد شادی و بزرگداشت والدت ایلان ،نیبایست تابع ایلان بود و در دین ایلهان چیزی که مشروع نیست را نوآوری نکنیم؛ لذا با والدت ایلان شاد میشویم انا به آنچه از شرع برایمان آورده چیزی نمیافزاییم ،چون نقتضهای شهادت (انّ نحمدا رسول الله) این است که الله تنها با آنچه مشروع کرده پرستش میشود. بنابراین روزهی دوشنبه ،شکر و سپاس برای خداوند عزوجل است که این رحمت و نعمت را به نا ارزانی داشته و او را به غیر از آنچه برای نها فرسهتاده پرستش نمیکنیم."
},
{
"n": 584,
"q": "ادای روزهی قضا یا نذر در روزهای دوشنبه و پنجشنبه چه حکمی دارد؟",
"a": "جایز است ،زیرا روزهی دوشنبه و پهنجشهنبه ،از روزهههای نافلههی نطلهق نحسوب میشوند و نیت مقیدی در آنها وجود ندارد. روزهی ایام بیض"
},
{
"n": 585,
"q": "مقصود از ایام بیض چه روزهایی است؟",
"a": "مقصود از آن روزهای سیزده ،چهارده و پانزده از هر ماه عربی است."
},
{
"n": 586,
"q": "چرا به این نام (ایام بیض) توصیف شده است؟",
"a": "به دلیل روشنایی بیشتر ماه در این سه روز."
},
{
"n": 587,
"q": "چه دلیلی برای روزه گرفتن در این ایام وجود دارد؟",
"a": "دلیل آن حدیث ابوذر رضی الله عنه است که فرمود( :رسول الله ﷺ نا را به روزه گرفتن در روزهای سیزده ،چهارده و پانزده هر ماه انر فرمود ).روایت نسائی و ترنذی"
},
{
"n": 588,
"q": "روزه گرفتن در ایام بیض چه اجری دارد؟",
"a": "از ابوذر رضی الله عنه روایت است که پیامبر ﷺ فرمود( :هر کس سه روز از هر ماه را روزه بگیرد ،نامند این است که تمام سا را روزه گرفته است ).سمن ابن ناجه خداوند عزوجل تصدیق این را در کتابش ناز کرده است و نیفرنایهد( :هدن جا باحلسن فله عش اهثالا) امتعام  .16۰پس هر روز متعاد با ده روز است."
},
{
"n": 589,
"q": "روزه گرفتن در این ایام چه حکمتی دارد؟",
"a": "بعضی از علما گفتهاند که روزه گرفتن در این روزهها دارای اعجهاز علمهی است ،چرا که در نیمهی ماه که روشنایی آن زیادتر میشود ،رطوبت جسم میز همراه آن افزایش نییابد و روزه از این رطوبت میکاهد."
},
{
"n": 590,
"q": "اگر شخصی بتواند تنها یک روز از ایام بیض را روزه بگیرد ،آیا اجر",
"a": "روزهای باقیمانده را از دست میدهد؟ کسب اجر به اندازهی ادای روزه است و شخصهی که عهذر ،نهانع از روزه گرفتن بعضی از روزها یا همهی روزها شود ،پس باذن الله به نسبت آنچه روزه گرفته است ،اجر و پاداش کسب نماید."
},
{
"n": 591,
"q": "شخصی که قصد دارد سه روز از هر ماه را روزه بگیورد ،آیوا بهتور",
"a": "است ایام بیض را پشت سر هم روزه بگیورد یوا روزهوای دوشونبه و پنجشنبه آن ماه را روزه بگیرد؟ بهتر است که ایام بیض را پلت سر هم روزه بگیرد. روزهی جمعه و شنبه"
},
{
"n": 592,
"q": "روزهی جمعه به تنهایی و بدون سبب چه حکمی دارد؟",
"a": "مکروه است."
},
{
"n": 593,
"q": "چه دلیل شرعی مبنی بر کراهت روزهی جمعه بهتنهایی وجود دارد؟",
"a": "در حدیث امالمومنین جویریه رضی الله عنها آنده است که پیامبر ﷺ روز جمعه بر او وارد شد در حالیکه امالمومنین روزه بهود؛ فرمهود :آیها دیهروز روزه بودهای؟ عرض کرد :خیر .فرمود :آیا نیخواهی فهردا را روزه بگیهری؟ عهرض کرد :خیر .فرمود :پس افطار کن (روزهات را یطع کن ).روایت بخاری"
},
{
"n": 594,
"q": "شخص مسلمانی که به روزهی یک روز و افطار روز دیگر بهصورت",
"a": "متوالی عادت دارد ،اگر روز جمعه با روزهی او مصادف شود ،چه حکمی به او تعلق میگیرد؟ شخصی که بر روزهی یک روز و افطار روز دیگر بهصورت نتوالی نحافظت داشته و روز جمعه با روزی که نوبت روزه گرفتنش است ،همزنان شده باشهد، در این صورت اشکالی ندارد که روزه باشد؛ همچنین نامند اینکه روز جمعهه مصادف با روز عرفه شود."
},
{
"n": 595,
"q": "کسی که به دلیل مشغولیت از کار ،روز جمعه را برای روزهی نافلوه",
"a": "قرار میدهد ،روزهاش چه حکمی دارد؟ اشکالی ندارد ،زیرا که نهی وارد شده در این نساله برای تخصهیص است، یعنی اینکه روز جمعه را خاص برای روزه گرفتن انتخاب کند ،به همین خاطر شخص غیر از حاجی نیز روز عرفه را اگر مصادف با جمعه شود ،روزه نمیگیرد و لازم نیست یک روز پیش از آن روزه بگیرد."
},
{
"n": 596,
"q": "اگر شخص مسلمانی بگوید میخواهم روز جمعوه را بودون قصود",
"a": "تخصیص آن روزه بگیرم ،درصورتیکه میتواند هر روز دیگری غیر از جمعه را روزه بگیرد ،در این صورت آیا روزهاش صحیح است؟ جایز نیست؛ زیرا که نیاز به سبب ظاهر و معین دارد."
},
{
"n": 597,
"q": "حکم روزهی شنبه به تنهایی چیست؟",
"a": "جایز نیست ،به دلیل حدیث( :پیامبر ﷺ از روزه گرفتن روز شنبه نهی فرمهوده، نگر برای روزهی فریضه ).روایت احمد و آلبانی آن را صحیح دانسته است."
},
{
"n": 598,
"q": "شخصی که روزهی واجبی مثل کفواره را شوروع کورده باشود ،آیوا",
"a": "میتواند آن را به اتمام نرساند و افطار کند؟ شخصی که روزهی واجبی نثل قضا یا نذر یا کفاره را شروع کرد ،باید آن را به اتمام رساند و جایز نیست که بدون عذر افطار کنهد ،و برای روزهداری که روزهی سنت را شروع کرده است ،بهتر است تها زمانی که نصیحت شهرعی نعتبری وجود ندارد ،آن را یطع نکند."
},
{
"n": 599,
"q": "کسی که نیت قضای روزهی رمضان کرده ،سپس افطار میکند ،آیا",
"a": "باید قضای این روز افطار شده را نیز بجا آورد؟ قضا و کفارهای بر او نیست و بهجای آن قضا ،روزی دیگر را روزه نمیگیرد."
},
{
"n": 600,
"q": "اگر روزهداری برای غذا دعوت شود و روزهاش روزهی سنت باشد،",
"a": "در این صورت آیا میتواند دعوت را اجابت کند و افطار کند؟ در این حالت با حاضر شدن نهزد دعوتکمنده ،دعهوتش را اجابهت میکند و نمیتواند از خوردن خودداری کند ،از ابوهریره رضی الله عنه روایت است که رسهو الله ﷺ فرمود( :هرگاه کسی از شما دعوت شد ،پس اجابت کند ،اگر روزه بود برای شخص دعوتکمنده دعای برکت کند و اگر روزه نبود غذا را بخورد ).روایت مسلم"
},
{
"n": 601,
"q": "آیا برای شخص روزهدار مشروع است کوه روزهاش را بوه هنگوام",
"a": "دعوت ،برای شخص دعوتکمنده ،بیان ماید؟ بله مشروع است ،دراینباره از ابوهریره رضی الله عنه روایت است که پیامبر ﷺ فرمود( :هرگاه کسی از شما برای غذا دعوت شد درحالیکه روزه است ،پس بگوید :من روزهام ).روایت مسلم روزهی وصال"
},
{
"n": 602,
"q": "منظور از روزهی وصال چیست؟",
"a": "به معنای وصل کردن و ادانه دادن روزه به روز بعدش است ،بدون اینکه شب را افطار کند."
},
{
"n": 603,
"q": "روزهی وصال چه حکمی دارد؟",
"a": "در مورد روزهی وصا نهی وارد شده است .ابهوهریره رضی الله عنه روایهت کرده است که پیامبر ﷺ از روزهی وصا نهی فرموده است. فردی از مسلمانان گفهت :انها شما ای رسهو خهدا خهود روزهی وصها نیگیری .فرمودند :کدامیک از شما نامند من هستید؟ پروردگار من در شب به من نیخوراند و نینوشاند .ویتی مردم نخواستند که روزهی وصها را تهرک کمند ،پیامبر ﷺ با آنها یک روز روزهی وصا گرفت و سپس روز دیگهری را نیز وصل کردند ،بعد از آن هلال را دیدند و فرمود :اگر رویهت ماه به تهاخیر میافتاد ،بر روزهی وصا نیافزودم .نتفقعلیه این سخن پیامبر دا بر کیفری بود برای آنهایی که از ترک روزهی وصا خودداری کرده بودند."
},
{
"n": 604,
"q": "آیا نهی واردشده در مورد روزهی وصال به معنای تحریم آن است؟",
"a": "خیر ،نهی وارده به معنای کراهت است ،زیرا پیامبر ﷺ با آنها روزه را ادانه دادند و اگر انر حرانی بود آن را انجام نمیدادنهد ،لهذا بها انجام آن فهمیهده میشود که وصا در روزه جایز ،ولی انجام ندادن آن اولیتر است؛ و این جواز، سبب صرف نهی از تحریم به کراههت است( .روزه را در شهب افطهار کردن اولیتر از ادانه دادن آن به روز بعد است)."
},
{
"n": 605,
"q": "این قول پیامبر ﷺ که( :پروردگار من در شب به مون میخورانود و",
"a": "مینوشاند ).چه معنایی دربر دارد؟ گفته شده است که این تغهذی حقیقهی و حسهی است و پیامبر ﷺ در شبهای روزهداریاش از جانب الله متعال غذا داده میشده است. همچنین گفته شده :مقصود ،تغذی معنوی از جانب خداوند متعال است. ابن ییّم رحمهالله نمیگوید :نراد از غذا داده شدن از سوی پروردگار آنچه از لذت مناجات و متعارف بر یلب مبارک ایلان ناز میشده و مورچلمی ایلهان به یرب خداوند و لذت بردن به دوست داشتن و شوق پروردگار است و انکهان ندارد انسانها به این درجه برسند ،چرا که از خصائص پیامبر ﷺ است."
},
{
"n": 606,
"q": "آیا کسوی کوه در انجوام طاعوات و عبوادات ،مشقت و خسوتگی",
"a": "تری کسب میکند؟       تری را تحمل میکند ،پاداش بی       بی به هراندازه که صبر و نقلت مسلمان زیاد شود ،به همان به همان اندازه پاداش بیشتر میشود ،زیرا نقلت تابع عبادت است و بر آن پاداش بزرگهی مرتب میشود ،انا نقلت به خودی خود دارای اجر و پاداش نیست ،نگر اینکه تابع و برگرفته از عبادت باشد ،به همین خاطر مشروع نیست که شهخص روزهدار به بهانهی کسب اجر به دنبا امور پرنلقت باشد. در پایان خداوند متعال را به خاطر نعمتهای آشکار و نهانی که بر نا ارزانی داشته، شاکر و سپاسگزارم؛ از جملهی این نعمتها ،توفیقی است که توانسهتم این رساله را که شانل مجموعه‌هایی از از فتهاوی علمهای غرانیه‌دار است ،به شما خواستندگاران گرامی تقدیم می‌نماییم .هر آنچه از صواب در این رساله یافتید ،از فضل خداوند متعال بوده و هر آنچه از لغزش و خطا ملاحظه نمودید ،از علم یاصبح و خطای نفس است؛ از خداوند بزرگ و بلندنرتبه طلهب عفهو و بخلهش دارم و خود را از توجیهات و ارشادات شما عزیزان ،بینیاز نمیبینم .در پایان از همهی کسانی که را در چاپ و نشر این رساله یاری دادهاند تشکر فراوان دارم. واحلمددد هلل رب العدداملنی والصددمه والسددمم یلع حبیبنددا حممددد ویلع آهل وصحبه واتلابعنی لم باحسان ایل یوم ادلین."
},
{
"n": 1,
"q": "احاکم وفتاوی الزاکه والصدقات وانلذور والکفارات االصددار اثلداهن",
"a": "بیت الزاکه ٢٠٠٩"
},
{
"n": 3,
"q": "جاهع الحادیث الصحیح یف الصیام والقیام والعتاکف اعده محدی",
"a": "حاهد صبح راجعه وقدم هل :یلع بن حسدن احللدا الیدری دار ابدن حزم الطبع الویل ١٩٩٧"
},
{
"n": 4,
"q": "الفتاوی الشعی یف املسائل العرصی هن فتاوی علما ابلدل احلدرام د.",
"a": "خادل عبدالرمحن اجلرییس الطبع السادس ٢٠٠٨"
},
{
"n": 8,
"q": "جمموع فتاوی الشیخ حممد صالح بن عثیمنی (رمهالله) مجع وترتیب:",
"a": "فهد بن نارص السلیمان دار الرثیا للنش٢٠٠٣"
},
{
"n": 9,
"q": "نوازل الزاکه (دراس فقهی تاصیلی ملستجدات الزاکه) د .عبدد الله بدن",
"a": "هنصور الغفییل اصدار وزاره الوقاف دول قطر."
}
];
if(typeof window!=="undefined")window.RoozeQA=ROOZE_QA;
})(typeof window!=="undefined"?window:this);
